-- phpMyAdmin SQL Dump
-- version 4.7.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Oct 28, 2017 at 08:13 PM
-- Server version: 10.1.25-MariaDB
-- PHP Version: 7.0.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `u978268950_revan`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE `about` (
  `id` int(11) NOT NULL,
  `content` text NOT NULL,
  `type` int(2) NOT NULL,
  `suspend` int(11) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `publisher` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `content`, `type`, `suspend`, `date`, `date_s`, `publisher`) VALUES
(1, '<p dir=\"RTL\">4لاناؤبتيتلياليال</p>\r\n', 1, 1, '1508619600', '1508671215', '1'),
(2, '<p dir=\"rtl\">إعداد كوادر علمية متخصصة ومتميزة فى المجالات المختلفة كالعلوم الإدارية والمعلوماتية وعلوم الحاسب، والتسويق والكثير من المجالات التي يتطلبها سوق العمل كما تهدف الأكاديمية ان تكون هذه الكوادر قادرة على المنافسة فى سوق العمل من خلال التدريب علي ايدي الخبراء في شتي المجالات ، وتوفير بيئة تعليمية متطورة ومتميزة، وتنمية مهارات الافراد والطلاب العلمية والعملية بما يجعلهم قادرين على الابتكار والتعلم الذاتى والعمل الجماعى .. وتهدف الأكاديمية الى الارتقاء بجودة الخدمة التدريبية في بلداننا العربية <u>من خلال التركيز على: </u></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تحديد دقيق للاحتياجات التدريبية الفعلية للشركات والافراد</li>\r\n <li>فريق تدريبي يمتلك المعرفة والقدرة والخبرة العملية</li>\r\n <li>محتوي تدريبي يلبي الاحتياجات المعرفية و التطبيقية</li>\r\n <li>وسائل ومعينات تدريبية مناسبة</li>\r\n <li>ابتكاروتبني طرق جديدة في توصيل الخدمة التدريبية</li>\r\n</ul>\r\n', 2, 1, '1495746000', '1495802492', '1'),
(3, '<p dir=\"rtl\">أي مؤسسة ناجحة لابد أن تتمتع بمجموعة من العناصر الأساسية، والمبادئ العليا التي تعمل على تحقيقها، وهي الرسالة والرؤية والقيم التي ستتبناها المؤسسة وأهدافها الإستراتيجية، ولأن أكاديمية اي بي إس مؤسسة تسعى منذ لحظة إنشاءها الى تحقيق طفرة في عالم التدريب العربي، فإننا قد درسنا كل تلك العناصر بعناية لنضع للأكاديمية الرؤية والرسالة التي تحقق هذا الهدف، ولأن الرؤية والرسالة لا يعبروا إلا عن الإطار العام للمرجعية لهذه المؤسسة، فقد عززناهما بتبني مجموعة من القيم والأهداف الاستراتيجية، وذلك من اجل تدعيم وسائلنا لتحقيق أهدافنا.</p>\r\n\r\n<h2 dir=\"rtl\">القيم التي تتبناها الاكاديمية:</h2>\r\n\r\n<ol dir=\"rtl\">\r\n <li>التميز</li>\r\n <li>التركيز على العملاء</li>\r\n <li>الإبداع</li>\r\n <li>التحالف والتعاون</li>\r\n <li>التطوير المستمر</li>\r\n</ol>\r\n\r\n<h2 dir=\"rtl\">اهدافنا الاستراتيجية :</h2>\r\n\r\n<ol dir=\"rtl\">\r\n <li>ان نكون العلامة التجارية الاولى عربياً في مجال التدريب</li>\r\n <li>تطوير مجال التدريب باعتباره احد مجالات الاستثمار الواعدة</li>\r\n <li>ان نقدم منتج تدريبي متفرد</li>\r\n <li>تطوير علاقات ناجحة ومستمرة مع المجتمع والعملاء والمدربين</li>\r\n</ol>\r\n', 3, 1, '1495746000', '1495802074', '1');

-- --------------------------------------------------------

--
-- Table structure for table `advertising`
--

CREATE TABLE `advertising` (
  `id` int(11) NOT NULL,
  `image` varchar(200) NOT NULL,
  `view_id` varchar(255) NOT NULL,
  `from` varchar(300) NOT NULL,
  `to` varchar(300) NOT NULL,
  `date` int(200) NOT NULL,
  `date_s` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `advertising`
--

INSERT INTO `advertising` (`id`, `image`, `view_id`, `from`, `to`, `date`, `date_s`) VALUES
(1, 'd1e28f4f69c6f883ba1672d681182725.jpg', '3', '1508619600', '1508792400', 1508619600, '1508671562');

-- --------------------------------------------------------

--
-- Table structure for table `albums`
--

CREATE TABLE `albums` (
  `id` int(11) NOT NULL,
  `id_fk` int(11) NOT NULL,
  `img` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `albums`
--

INSERT INTO `albums` (`id`, `id_fk`, `img`) VALUES
(1, 1, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(2, 2, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(3, 3, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(4, 4, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(5, 5, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(6, 6, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(7, 3, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(8, 4, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(9, 5, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(10, 6, '6d9d79fe2cc8e69f44d169af7fc8deb7.jpg'),
(11, 7, '97acb4a623e277a0d420f9d704c1e367.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `albums_img`
--

CREATE TABLE `albums_img` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `suspend` int(11) DEFAULT '0',
  `publisher` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `albums_img`
--

INSERT INTO `albums_img` (`id`, `title`, `img`, `suspend`, `publisher`, `date`, `date_s`) VALUES
(1, '1', 'cd2f8ac589cb24ed2655812ae2b5c2ae.jpg', 1, '1', '1495746000', '1495813660'),
(2, '2', 'e6fa1a9ba4a1de280326a32f986e49d9.jpg', 1, '1', '1495746000', '1495813690'),
(3, '3', '3e26e64bca0af573316cf4f97facb464.jpg', 1, '1', '1495746000', '1495813695'),
(4, '4', '189ed8a4643ab46391e9e570a93df8b0.jpg', 1, '1', '1495746000', '1495813701'),
(5, '5', '97e53fa348583ad2f7ebb3d1109ab8a4.png', 1, '1', '1495746000', '1495813707'),
(6, '6', '58d434470be3c8d385fc1eb2dbde11b6.jpg', 1, '1', '1495746000', '1495813713'),
(7, '7', '3a1e4e28af26acca3dc74469a7e8f93a.jpg', 1, '1', '1495746000', '1495813720'),
(8, '8', '04e371602246dd7181fde7cb6a71dfc8.jpg', 1, '1', '1495746000', '1495813740');

-- --------------------------------------------------------

--
-- Table structure for table `ci_sessions`
--

CREATE TABLE `ci_sessions` (
  `id` varchar(40) NOT NULL,
  `ip_address` varchar(45) NOT NULL,
  `timestamp` int(10) UNSIGNED NOT NULL DEFAULT '0',
  `data` blob NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ci_sessions`
--

INSERT INTO `ci_sessions` (`id`, `ip_address`, `timestamp`, `data`) VALUES
('0675659ee768bf8fe505526b60076d73b9c5e257', '173.234.234.208', 1509094464, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393039343436333b),
('181d87075bd9bdeedff23b512817e222211860c9', '51.36.193.211', 1509036411, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393033363339323b),
('21ad3dc596653eb6966e9569386439b7927c1ab4', '84.19.181.25', 1509192244, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393139323234343b),
('2803464a4b4f5eeafc73e635d92808042aed792b', '173.234.234.213', 1509157691, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393135373639303b),
('2b9682815081265241755fef0e3fc982596c75a8', '151.255.13.74', 1509023153, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032333135323b),
('347465f67c2ff51d2b6427f301ed47537c3c3d48', '66.249.64.213', 1509169075, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393136393037353b),
('3b10b8f10990b5de120442fe406756893c837a50', '67.215.230.87', 1509180800, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393138303830303b),
('3daf2498341b186b4193e750b987aee275b738bb', '188.226.129.55', 1509116788, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393131363738373b),
('3e22aff3c3a468102eb6d0804d12019a78b54995', '66.249.64.215', 1509119519, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393131393531393b),
('4fcbdb98df9bdac78a930121c9240b4c5797d42d', '151.255.13.74', 1509023104, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032323938353b),
('527c06fd24821d1e3b5e6ca88324babc480f276d', '95.128.45.183', 1509169192, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393136393139323b),
('602881cf0e252c7400c31a82d7a2a79ada089931', '66.249.70.26', 1509144636, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393134343633363b),
('611b6f298de0e7977c8faf7523db1e98f0a5b0db', '66.249.64.211', 1509170803, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393137303830333b),
('62786da0b69d4d6c6d37a4f15cbdc9c8f1fbbacb', '66.249.64.213', 1509026018, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032363031383b),
('6633015d281b16df9e6f1da1760f70db6a4bddf8', '67.215.230.88', 1509168419, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393136383431383b),
('6a0f6cb67408bfbf2cab09d703e2c4689c8d522f', '54.202.4.199', 1509044184, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393034343138343b),
('707eabf5aa8d152fc82784410d3da124a19e15b8', '52.34.24.33', 1509159701, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393135393730303b),
('740eb53faff3ff31aff37ba223ed3702ef591924', '151.255.13.74', 1509022366, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032323334373b),
('778c348f4a4c9f2945ab7045e873f2476bcfa538', '37.187.148.221', 1509185500, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393138353530303b),
('78ff2a62214254e01a1bb4333eaf2b038f5c4732', '151.255.13.74', 1509022394, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032323334353b),
('938455f746248760698135e025529beb4b914115', '66.249.64.211', 1509169075, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393136393037353b),
('93f9a45e6d094da6e7c00d3517d3354542171aa9', '104.130.173.33', 1509087798, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393038373739373b),
('94ab7b81abaa3885bea00840b47a7f0a792d3c97', '52.41.211.72', 1509069639, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393036393633393b),
('99b5a680e02d786c077b7cc1665dbebf30c98ea4', '66.249.70.26', 1509144759, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393134343735393b),
('9be0a041b17b81540a211af5213e8e0369a3933d', '173.234.234.212', 1509094463, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393039343436333b),
('a024b26a2779017013d966da3701d553056d91dd', '51.36.9.87', 1509185793, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393138353739333b),
('a17457b4436fcd30e91f9b9090ae7af8cfc30674', '66.249.64.211', 1509075576, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393037353537363b),
('ab0144e305d8b63da9b375746a6a401928e11c2a', '163.172.136.101', 1509028782, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032383738323b),
('b20c3352394f998e685887220208b2eb97191149', '67.215.230.91', 1509139551, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393133393535303b),
('ca59b6ba19f97d39dc9ff2f4309b657c78cb5580', '37.240.33.162', 1509083271, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393038333235333b),
('cc5fb805428cc1969fcec8bc91debb2b7f714b11', '87.118.116.90', 1509113530, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393131333533303b),
('d7ade4bd0c5d9dc5c5d0e110022743775f2dc154', '151.255.13.74', 1509022426, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032323335373b),
('dbb932659276c0b1dbfc6f4960479e1d8b23daff', '66.249.64.213', 1509122162, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393132323136323b),
('dbcca642c85b19d051524899563a2c119aebc70a', '146.185.223.26', 1509059222, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393035393232323b),
('dc66e8f7062174c3f94982bb3eb1d3631c0d8797', '88.99.2.220', 1509105236, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393130353233363b),
('e02a07569feda0824273e766ff08123bb884e9ed', '66.249.70.22', 1509144636, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393134343633363b),
('e2d953ef7e26736f9ff2291cd439dde409fa8c4f', '74.115.214.145', 1509215308, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393231353330373b),
('ee0165147452734e608913c46d7a676011d00c1a', '66.249.64.213', 1509144514, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393134343531333b),
('f5baa750c6a1174a1cabf46addc445ec6b9a03fb', '151.255.13.74', 1509023140, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393032333134303b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b646f63746f725f69647c733a313a2230223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b),
('f758d01118620903e699b403ce23b6d5856dd0db', '95.128.45.183', 1509169192, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393136393139323b),
('fcf24eef991b8bfa9efec8ed2972bfee050930ea', '51.36.9.87', 1509185976, 0x5f5f63695f6c6173745f726567656e65726174657c693a313530393138353739363b757365725f69647c733a313a2231223b757365725f6e616d657c733a353a2261646d696e223b757365725f757365726e616d657c733a353a2261646d696e223b757365725f706173737c733a34303a2261646364373034383531326536346234386461353562303237353737383836656535613336333530223b757365725f656d61696c7c733a32323a2268657368616d74617461777940676d61696c2e636f6d223b726f6c655f69645f666b7c733a313a2231223b646f63746f725f69647c733a313a2230223b757365725f70686f6e657c733a31313a223031303939393432333034223b757365725f70686f746f7c733a383a22757365722e706e67223b69735f6c6f676765645f696e7c623a313b);

-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `new_id` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` int(11) NOT NULL,
  `message` text NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `comment`
--

INSERT INTO `comment` (`id`, `name`, `new_id`, `email`, `phone`, `message`, `date`, `date_s`, `suspend`) VALUES
(1, 'eslam', 3, 'eslam@yahoo.com', 1000, 'موقع رائع ', 1495918800, 1495960328, 1);

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` int(11) NOT NULL,
  `first_name` varchar(255) NOT NULL,
  `second_name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `phone` int(100) NOT NULL,
  `content` text,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `active` int(11) NOT NULL DEFAULT '0',
  `type` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `first_name`, `second_name`, `email`, `phone`, `content`, `date`, `date_s`, `active`, `type`) VALUES
(0, 'عاطف ', 'نينلا', 'W@YAHOO.COM', 89979797, 'يسيسليسلسيل ', '1508619600', '1508672326', 1, 0),
(0, 'TJDFJDH', 'SFDHH', '', 53424, 'DBDBZBDBD', '1508619600', '1508672390', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `course`
--

CREATE TABLE `course` (
  `course_id_pk` int(11) NOT NULL,
  `course_code` int(11) NOT NULL,
  `course_name` varchar(255) NOT NULL,
  `course_details` text NOT NULL,
  `course_img` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `course`
--

INSERT INTO `course` (`course_id_pk`, `course_code`, `course_name`, `course_details`, `course_img`) VALUES
(1, 8555, 'دورات الكمبيوتر والويب والتسويق الالكتروني', '<p>اهم الدورات المتخصصة في مجال الحاسب الالي وتطبيقات الانترنت. تم اعدادها بشكل يخدم الاحتياجات الفعلية لسوق العمل، حيث دورات في اهم برامج الكمبيوتر وتصميم مواقع الانترنت ودورات لتعلم التسويق الالكتروني والتسويق عبر شبكات التواصل الاجتماعي</p>\r\n', 'b989844934bd1695d88ae7bc291f08fc.jpg'),
(2, 1728, 'دورات ادارة الموارد البشرية ', '<p>مجال ادارة الموارد البشرية واحد من أهم المجالات الادارية في الوقت الحالي. ويتميز هذا المجال بوفرة المعروض من الوظائف الخالية في مصر والوطن العربي. و يتصدر متوسط رواتب الموظفين في هذا المجال المستوى الثاني في ترتيب أعلى المرتبات في الوظائف الادارية على مستوى العالم.</p>\r\n\r\n<p>فإذا كنت ترغب في الدخول الى هذا المجال الاداري المتميز. أو كنت ترغب في تطوير مهاراتك وخبراتك العملية والتطبيقية فإن تقدم لك مجموعة من البرامج التدريبية المتخصصة يقدمها أكفء المدربين الاداريين</p>\r\n', 'ca246c1aa5d70ffc3053d7168f9ad922.jpg'),
(3, 6812, 'دورات المحاسبة والإدارة المالية', '<p> </p>\r\n\r\n<p>تقدم بلا حدود  عدد من البرامج التدريبية والدورات والدبلومات المهنية المتخصصة في مجال المحاسبة والادارة المالية. تهدف الى إكساب المشاركين الخبرات المحاسبية التطبيقية التي تؤهلهم للتميز في هذا المجال . وتعتمد في ذلك على عدد من المدربين اصحاب الخبرات العملية في التطبيقات والمشكلات المحاسبية في الشركات. </p>\r\n', '0'),
(4, 2335, 'دورات الأعمال وإدارة المشروعات ', '<p>دورات الأعمال وإدارة المشروعات </p>\r\n', 'd9638202f82b53dd08e7fcd023dccac2.jpg'),
(5, 2335, 'دورات الأعمال وإدارة المشروعات ', '<p>دورات الأعمال وإدارة المشروعات </p>\r\n', '5c72a0c3acd285f63ade650dc6f75aee.jpg'),
(6, 1064, 'دورات البورصة والاوراق المالية', '<p>دورات البورصة والاوراق المالية</p>\r\n', '3f67e9ce4e125a66e0d88c9d3254d692.jpg'),
(7, 4105, 'دورات التسويق والمبيعات وخدمة العملاء', '<p>دورات التسويق والمبيعات وخدمة العملاء</p>\r\n', '9581e17ef3383e38be05630feb25350f.jpg'),
(8, 640, 'دورات المخازن والانشطة اللوجستية', '<p>دورات المخازن والانشطة اللوجستية</p>\r\n', '2f14a7c275302c83f82bc6c4877dfa6e.jpg'),
(9, 569, 'دورات السكرتارية التنفيذية وادارة المكاتب', '<p>دورات السكرتارية التنفيذية وادارة المكاتب</p>\r\n', '591e28789c5118d2b4b4dbb9785a3c34.jpg'),
(10, 720, 'دورات إدارة الجودة ', '<p>دورات إدارة الجودة </p>\r\n', 'c058cf368d57cd360f16b180749f403a.jpg'),
(11, 3548, 'BMB', '<p>jyorej-oewjyw-eojy-ejy-ej-yo</p>\r\n', '639b22206c1f6c61b21c7af5eeb71273.jpeg'),
(12, 9850, 'البرمجة ', '', 'ea8a1d47a1efda8662da5d19ba2110d6.jpg'),
(13, 3790, 'التسويق الالكرترونى', '', '4eb4ba7d29d8039e9611737004daa7cf.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `courses_reserve`
--

CREATE TABLE `courses_reserve` (
  `id` int(11) NOT NULL,
  `courses_id_fk` varchar(255) NOT NULL,
  `courses_reserve_name` varchar(255) NOT NULL,
  `number` text NOT NULL,
  `place_of_number` varchar(255) NOT NULL,
  `courses_reserve_qualification` varchar(255) NOT NULL,
  `courses_reserve_barth_place` varchar(255) NOT NULL,
  `courses_reserve_phone` int(11) NOT NULL,
  `approved` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `courses_reserve`
--

INSERT INTO `courses_reserve` (`id`, `courses_id_fk`, `courses_reserve_name`, `number`, `place_of_number`, `courses_reserve_qualification`, `courses_reserve_barth_place`, `courses_reserve_phone`, `approved`) VALUES
(1, '7', 'GFDJJFGDJ', '5464646Q', '54545445', 'HFHFDH', 'FHFHHFHF', 46464646, 0);

-- --------------------------------------------------------

--
-- Table structure for table `course_confirm`
--

CREATE TABLE `course_confirm` (
  `id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `course_id` int(11) NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `confirm` int(11) NOT NULL DEFAULT '0',
  `start_end_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `name` varchar(255) NOT NULL,
  `id` int(11) NOT NULL,
  `img` varchar(255) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`name`, `id`, `img`, `date`, `date_s`, `publisher`, `suspend`) VALUES
('العميل الاول ', 1, '83d1d0824a5d18732f8f8cb7b4c2e251.png', 1495746000, 1495804148, 'admin', 1),
('العميل الثاني ', 2, 'ab8ab50159cf2c546827b6e1ffd66a0d.png', 1495746000, 1495804163, 'admin', 1),
('العميل الثالث ', 3, 'a5ae1d2dba4d2a5f34c25ce7c5269e7c.png', 1495746000, 1495804171, 'admin', 1),
('العميل الرابع ', 5, '9a5a48f3c673fc02318ab457585e8900.jpg', 1495746000, 1495804418, 'admin', 1),
('العميل الخامس ', 6, '325e169844e1bf135d37d6d56170f6f5.jpg', 1495746000, 1495804428, 'admin', 1),
('العميل السادس ', 7, 'd2587d95d3da48459e23cc0568fe30cc.jpg', 1495746000, 1495804443, 'admin', 1),
('العميل السابع ', 8, '8ac29d1da50ac58f2f06dc2d5ceab3a1.png', 1495918800, 1495968176, 'admin', 1),
('العميل الثامن ', 9, 'b0f6aa94f0ace3d5c0b8fbb3ec6b3094.png', 1495918800, 1495968185, 'admin', 1),
('العميل التاسع ', 10, '3f840c08e5f15f21c3a9001744493af8.png', 1495918800, 1495968194, 'admin', 1);

-- --------------------------------------------------------

--
-- Table structure for table `diffrent_tables`
--

CREATE TABLE `diffrent_tables` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `img` varchar(255) NOT NULL,
  `content` text,
  `type` tinyint(4) NOT NULL,
  `suspend` int(11) NOT NULL DEFAULT '0',
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL,
  `publisher` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `diffrent_tables`
--

INSERT INTO `diffrent_tables` (`id`, `title`, `img`, `content`, `type`, `suspend`, `date`, `date_s`, `publisher`) VALUES
(1, 'تدريب الشركات', '46c6c22896486d35b05285dbfe73b04e.jpg', NULL, 2, 1, 1495746000, 1495812982, 1),
(2, 'التدريب والتطوير ', 'b6faee8205eea4f3cdd39cf7e6b5a441.png', '<p>يوجد لدينا افضل طرق التدريب باحدث الاساليب التي تساعد علي وصول المعلومه كاملا الي المتدرب والحصول ع افضل النتائج</p>\r\n', 3, 1, 1495746000, 1495803562, 1),
(3, 'افضل العروض ', '066ce37e79519c853f56a99d1ded6cde.png', '<p>تقديم افضل العروض التي تناسب جميع الفئات للتسهيل عمليه التدريب والحصول علي كافه المعلومات باقل تكاليف الممكنة</p>\r\n', 3, 1, 1495746000, 1495803641, 1),
(4, 'افضل المدربين ', '639871799461efad64df8cca204ee677.png', '<p>يوجد لدينا افضل المدربين علي مستوي العالم ف كافه المجالات لديهم خبره كبيره ف مجال لتدريس التي تساعدع وصول المعلومه</p>\r\n', 3, 0, 1495746000, 1495803703, 1),
(6, 'كورسات جامعية ', 'd2d9dd6a65cf2c7ff63855398f7498cd.jpg', NULL, 2, 1, 1495746000, 1495813140, 1),
(5, 'تدريب الأفراد', 'f42314f3cf5a8321ef264268daae7e0a.png', NULL, 2, 1, 1495746000, 1495812953, 1),
(7, 'شهادات معتمدة', '9e865adf3c04dfc572708d89c65ac070.png', NULL, 2, 1, 1495746000, 1495813218, 1),
(8, 'التواصل عن بعد ', 'db72007e252886a8c70c1902553bbf4e.png', NULL, 2, 1, 1495746000, 1495813347, 1),
(9, 'عروض متوافرة ', '70f7fdb2dabb6346b36479c52f885b64.png', NULL, 2, 1, 1495746000, 1495813384, 1);

-- --------------------------------------------------------

--
-- Table structure for table `fields`
--

CREATE TABLE `fields` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fields`
--

INSERT INTO `fields` (`id`, `title`) VALUES
(1, 'المجال الاول 1');

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE `groups` (
  `group_id` int(11) NOT NULL,
  `group_title` varchar(255) NOT NULL,
  `group_link` varchar(255) NOT NULL DEFAULT '#',
  `group_order` int(11) DEFAULT NULL,
  `group_icon_code` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `groups`
--

INSERT INTO `groups` (`group_id`, `group_title`, `group_link`, `group_order`, `group_icon_code`) VALUES
(1, 'إدارة النظام', '#', 0, 'fa fa-cog fa-spin '),
(2, 'إدارة الموظفين ', '#', 1, 'fa fa fa-users'),
(22, 'إدارة البيانات الأساسية', '#', 2, 'fa fa-book fa-fw fa-2x'),
(23, 'إدارة الإعلانات الخارجية', '#', 3, 'fa fa-video-camera fa-2x'),
(24, 'شركاء النجاح ', '#', 4, 'fa fa-eye fa-2x'),
(25, 'إدارة الأخبار', '#', 5, 'fa fa-newspaper-o fa-2x'),
(26, 'إدارة الرسائل الواردة', '#', 6, 'fa fa-wpforms fa-2x'),
(27, 'إدارة التسجيلات بالموقع', '#', 7, 'fa fa-commenting fa-2x'),
(28, 'إدارة الكورسات', '#', 8, 'fa fa-lightbulb-o fa-2x'),
(29, 'إدارة المتدربين ', '#', 9, 'fa fa-users fa-2x'),
(30, 'إدارة التقارير', '#', 10, 'fa fa-upload fa-2x'),
(31, 'إدارة العروض ', '#', 11, 'fa fa-group fa-2x');

-- --------------------------------------------------------

--
-- Table structure for table `main_company_data`
--

CREATE TABLE `main_company_data` (
  `id` int(11) NOT NULL,
  `comp_name` varchar(255) NOT NULL,
  `comp_logo` varchar(255) NOT NULL,
  `comp_address` varchar(255) NOT NULL,
  `tele_info` varchar(255) NOT NULL,
  `email_info` varchar(255) NOT NULL,
  `comp_facebook` varchar(255) NOT NULL,
  `comp_twitter` varchar(255) NOT NULL,
  `comp_instagram` varchar(255) NOT NULL,
  `comp_youtube` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `main_company_data`
--

INSERT INTO `main_company_data` (`id`, `comp_name`, `comp_logo`, `comp_address`, `tele_info`, `email_info`, `comp_facebook`, `comp_twitter`, `comp_instagram`, `comp_youtube`) VALUES
(2, 'معهد ريفانا لتدريب المهني والتقني', '1a853e77f6e8a09a452254aacfc17183.png', 'حائل', 'a:3:{i:0;s:10:\"0533113184\";i:1;s:0:\"\";i:2;s:0:\"\";}', 'a:1:{i:0;s:18:\"info@revena-sa.com\";}', 'refanahail', 'refana_1', 'refana55', 'www,youtube.com');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `news_title` varchar(255) NOT NULL,
  `news_content` text NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `news_title`, `news_content`, `date`, `date_s`) VALUES
(1, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك </p>\r\n', '1495746000', '1495814452'),
(2, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك', '1495746000', '1495814150'),
(3, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك', '1495746000', '1495814150'),
(4, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك', '1495746000', '1495814150'),
(5, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك', '1495746000', '1495814150'),
(6, 'خبر الاكايمية ', '<p>تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك للإطلاع انتقل الي عروضنا  تقدم اكاديمية بلا حدود مجموعه من أهم الكورسات هذا الشهر بمناسبة شهر رمضان المبارك', '1495746000', '1495814150'),
(7, 'تدشين موقع ريفانا على الانترتنت ', '<p>نيمامنسيامنسي بمشسيامن منشانمشامبتيتنمبامتش</p>\r\n', '1508619600', '1508672078');

-- --------------------------------------------------------

--
-- Table structure for table `offers`
--

CREATE TABLE `offers` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `adventage` varchar(255) NOT NULL,
  `img` varchar(400) NOT NULL,
  `price` varchar(255) NOT NULL,
  `hours_number` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `publisher` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `suspend` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `offers`
--

INSERT INTO `offers` (`id`, `title`, `adventage`, `img`, `price`, `hours_number`, `content`, `publisher`, `date`, `date_s`, `suspend`) VALUES
(2, 'دبلومة التصميم الجرافيكي الطباعي', 'خصم 5 % ', '5ab0193839228cde81c34fda3f58dd32.jpg', '1500ريال', '20 ساعه ', '<h2>نبذه عن دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<p>دبلومة تدريبية لتأهيل المشاركين على احتراف مجال التصميم الجرافيكي، وزيادة القدرة على تنفيذ تصميمات تمتاز بالجودة والابداع.</p>\r\n\r\n<h2>تفاصيل ومحاور دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<p dir=\"rtl\">يزداد الطلب فى الوقت الحالى بشكل كبير على محترفي التصميم الجرافيكي من قبل الشركات العاملة فى كافة المجالات ، وأصبح مصمم الجرافيك أحد أهم العناصر فى الشركة بل وأحد أعلاها راتباً نظراً لأنه يساهم بشكل كبير فى رسم صورة الشركة لدى عملاء الشركة وروادها حيث أن ما يظهر من الشركة للعملاء هو مجموعة من التصميمات التى يقوم بها فإن كانت التصميمات تمتاز بالجودة والإبداع إنعكست صورة اولية إيجابية لدى العميل عن الشركة </p>\r\n\r\n<h3 dir=\"rtl\"><strong>المحاور التدريبية</strong> </h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>الإطار النظري للتصميم الطباعيى ونظرية الالوان </li>\r\n <li>المواقع الإلكترونية مفتوحة المصدر والتي يمكن الإستعانة بها فى الحصول على صور وخلافه للتصميمات </li>\r\n <li>أدوات الإنتاج المجانية عبر الإنترنت</li>\r\n <li>برنامج الفوتو شوب Photoshop</li>\r\n <li>برنامج Illustrator</li>\r\n <li>برنامج InDesign</li>\r\n <li>ورش عملية لتصميم (logo – Poster – Facebook Cover –Banner – Invoice – Brochure – Flyer – Business Card – Profile – News Papers – Magazine – Web Templates – label T-shirt – Lettre head – CD Cover –</li>\r\n <li>تسليم مشروعات التخرج ومناقشتها</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة </strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>طلاب كليات الفنون التطبيقية والفنون الجميلة والهندسة </li>\r\n <li>كافة الراغبين فى اقتحام مجالات التصميم الطباعي </li>\r\n</ol>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', '1', '1495918800', '1495965793', 1),
(3, 'كورس البيع الاحترافي لمديري ومشرفي المبيعات', 'خصم يصل الي 15%', '95b3ca399761b8c0103ac7b9277042a6.jpg', '1000ريال', '38 ساعه ', '<h2>نبذه عن كورس البيع الاحترافي لمديري ومشرفي المبيعات</h2>\r\n\r\n<p>كورس تدريبي اونلاين تم اعداده خصيصا لمديري ومشرفي اقسام المبيعات حيث يساعدهم هذا البرنامج التدريبي الى تعلم المهارات المطلوبة لإدارة فريق المبيعات بطريقة احترافية، وتتم فيه الدراسة من خلال الانترنت.</p>\r\n\r\n<h2>تفاصيل ومحاور كورس البيع الاحترافي لمديري ومشرفي المبيعات</h2>\r\n\r\n<p dir=\"rtl\">كورس تدريبي اونلاين تم اعداده خصيصا لمديري ومشرفي اقسام المبيعات حيث يساعدهم هذا البرنامج التدريبي على تعلم المهارات المطلوبة لإدارة فريق المبيعات بطريقة احترافية، واكساب المشاركين المهارات الادارية والإشرافية اللازمة للإشراف على فريق المبيعات بنجاح، وتحقيق معدلات اعلى لعمليات البيع، تتم الدراسة من خلال الانترنت بمحاضرات تفاعلية.</p>\r\n\r\n<h3 dir=\"rtl\">محاور كورس البيع الاحترافي لمديري ومشرفي المبيعات:</h3>\r\n\r\n<p dir=\"rtl\"><strong>المحور الاول : فنون ومهارات البيع </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مهارات ومهام رجال المبيعات </li>\r\n <li>ادارة الوقت لرجال المبيعات </li>\r\n <li>مهارات التفاوض والاقناع والابهار للعميل </li>\r\n <li>مهارة معالجة اعتراض العملاء بحرفية</li>\r\n <li>محموعة من الاساليب الرائعة في عرض المنتجات </li>\r\n <li>مهارات البحث عن العملاء المحتملين للشراء </li>\r\n <li>الانماط الشخصية للعملاء وكيفية التعامل معهم</li>\r\n <li>الاخطاء القاتلة في عمليات البيع وكيفية تلافيها</li>\r\n <li>فنون انهاء الصفقات ووضع العميل موضع الشراء.</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>المحور الثاني : المهارات الادارية والاشرافية </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>أولاً مهارة الاشراف</li>\r\n <li>ثانيا : مهارة الاتصال للمديرين والمشرفين </li>\r\n <li>ثالثا مهارة التخطيط للمديرين والمشرفين</li>\r\n <li>رابعاً : مهارة التنظيم للمديرين والمشرفين</li>\r\n <li>خامسا : مهارة التوجيـه للمديرين والمشرفين</li>\r\n <li>سادساً : مهارة الرقابـة للمديرين والمشرفين</li>\r\n <li>سابعاً : اتخاذ القرارات وحل المشاكل للمديرين والمشرفين</li>\r\n <li>ثامناً مهارة ادارة الوقت للمديرين والمشرفين</li>\r\n <li>تاسعاً : مهارة التفاوض للمديرين والمشرفين</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس البيع الاحترافي لمديري ومشرفي المبيعات</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', '1', '1495918800', '1495965707', 1),
(4, 'دبلوم السلامة والصحة المهنية في المستشفيات والمراكز الصحية', 'خصم يصل الي 15%', 'e7bedf6cda52c699383fcdd5802281a8.jpg', '2000ريال', '30 ساعه ', '<h2>نبذه عن دبلوم السلامة والصحة المهنية في المستشفيات والمراكز الصحية</h2>\r\n\r\n<p>دبلوم تدريبي اونلاين يهدف الى تعريف المشاركين بالمعايير والإجراءات التي يتم تطبيقها لضمان السلامة والصحة المهنية للعاملين في المجال الطبي عموما.</p>\r\n\r\n<h2>تفاصيل ومحاور دبلوم السلامة والصحة المهنية في المستشفيات والمراكز الصحية</h2>\r\n\r\n<p dir=\"rtl\">إن سلامة وأمان المرضى تعتبر حجر الزاوية في الرعاية الصحية وفي جودة الخدمات الطبية وأهمية المستشفى كونه المكان الذى يقصد للشفاء والمكان المفترض أن يكون على أعلى مستوى من الأمن والسلامة والصحة والذي يتوجب على مديري المستشفيات تحسين الأداء ونوعية وسلامة الخدمات المقدمه إلى المرضى، حيث أن إدارة الأمن والسلامة المهنيه والصحية أو الجهة أو الإدارة المعنية والتى تحمل مسؤولية إدارة الأمن وتطبيق إجراءات السلامة المهنيه وملاحظة مستوى الصحة المهنيه سواء للعنصر العامل المتمثل في الإدارة والأطباء والممرضين والفنيين والعمال والمرضى ومن ثم الزوار وأيضا متابعة مستوى السلامة سواء للمبنى أو المعدات أو المتعلقات التى تستخدم ويتم إعادة تدويرها وذلك لتحسين النتائج من خلال ما تتخذه من إجراءات الأمن كحماية المباني والعاملين والمرضى والزوار.<br />\r\nان العمل بالقطاع الصحى يتطلب الكثير من الجهد للحفاظ على جميع العناصر المشتركة سواء الأطباء أوالممرضين أوالفنيين أوالاداريين أوالعمال أوالمرضى أو الزوار ، حيث تقع المسئولية على ادارة السلامة بالمستشفيات والمركزالصحية .<br />\r\nمن هنا جاء هذا البرنامج التدريبي الأونلاين بما يحمل من معايير واجراءات يتم تطبيقها والتدريب عليها للحصول على أفضل المعايير الدولية على مستوى العالم حيث يضم البرنامج العديد من النقاط الهامة .</p>\r\n\r\n<h3 dir=\"rtl\"><strong>أهداف دبلوم السلامة والصحة المهنية في المستشفيات والمراكز الصحية:</strong></h3>\r\n\r\n<p dir=\"rtl\">سيكون كل متدرب قادراً على:</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>معرفة التشريعات والقوانين الدولية والمحلية.</li>\r\n <li>معرفة كافة انواع المخاطر وكيفية التعامل معها بالمستشفيات.</li>\r\n <li>معرفة كيفية التعامل مع المخلفات والنفايات الطبية.</li>\r\n <li>معرفة كيفية القيام بمراقبة أعمال المقاولين في المستشفى.</li>\r\n <li>معرفة أهمية مكافحة العدوى والمهام الوظيفية لبرنامج مكافحة العدوى.</li>\r\n <li>التفتيش والفحص لانظمة السلامة والصحة المهنية.</li>\r\n <li>اساليب تأمين المستشفيات ومعدات وأنظمة الحريق.</li>\r\n <li>إجراءات وإرشادات الطوارئ وخطة الاخلاء.</li>\r\n <li>طريقة العلامات الارشادية والتحذيرية.</li>\r\n <li>تطبيق إجراءات وإرشادات السلامة في النظافة.</li>\r\n <li>تطبيق إجراءات وإرشادات السلامة في النظافة.</li>\r\n <li>تأمين المعامل والمختبرات الكيميائية وتصنيف المواد وتداولها.</li>\r\n <li>تأمين غرف الاشعاع والاجراءات الوقائية.</li>\r\n <li>تأمين وسائل السلامة وتجهيزات الوقاية الشخصية PPE .</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة (Participants):</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>العاملين بمجال السلامة والصحة بالمستشفيات والمراكز الصحية.</li>\r\n <li>المهندسين والفنيين العاملين بالقطاع الصحى العام والخاص.</li>\r\n <li>الكوادر الطبية والطبية المساعدة والممرضين والاداريين.</li>\r\n <li>مشرفى السلامة في المستشفيات.</li>\r\n <li>المهندسين والفنيين بالمستشفيات.</li>\r\n <li>مديرى الادارات ورساء الاقسام في المستشفيات.</li>\r\n <li>الراغبين في الزيادة المعرفية بمجال السلامة والصحة المهنية بالمستشفيات.</li>\r\n <li>وجميع الطلاب بالسنوات النهائية للكليات العلمية كلية الطب البشري والاسنان والصيدلة والعلاج الطبيعي والطب البيطري والعلوم وكلية العلوم التطبيقية وكلية التمريض العالي.</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>محاور دبلوم السلامة والصحة المهنية في المستشفيات والمراكز الصحية:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مفهوم وأهداف السلامة والصحة المهنية.</li>\r\n <li>تشريعات السلامة الدولية والمحلية الخاصة بالسلامة والصحة المهنية.</li>\r\n <li>مسئوليات أنظمة الامن والسلامة والصحة المهنيه فى المستشفيات والمراكز الصحية.</li>\r\n <li>متطلبات السلامة للعاملين فى المستشفيات والمراكز الصحية.</li>\r\n <li>أنظمة الإطفاء ومكافحة الحرائق واجهزة الانذار.</li>\r\n <li>معدات الوقاية الشخصية</li>\r\n <li>خطة الطوارئ وغرف العمليات لحالات الطوارئ</li>\r\n <li>نظام توصيل المعلومات عن المواد الكيميائية الخطرة.</li>\r\n <li>وضع خطط الطوارئ وإدارة الازمات.</li>\r\n <li>تقييم المخاطر (Risk Assessment)ويشمل \" معرفة و تصنيف الخطر و تقسيم مناطق</li>\r\n <li>الخطرة و تحليل مخاطر العمل والوظيفة\".</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>الاساليب التدريبة المستخدمة أثناء الدراسة في الدبلوم:</strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>اسلوب المحاضرة</li>\r\n <li>ورش العمل</li>\r\n <li>العصف الذهني</li>\r\n <li>المشاركة الجماعية</li>\r\n <li>دراسة حالة</li>\r\n <li>التكلييفات</li>\r\n</ol>\r\n', '1', '1495918800', '1495965887', 1),
(5, 'الدبلوم التدريبي في ادارة وتشغيل المطاعم والمقاهي', 'خصم يصل الي 15%', 'a6e8fc349ebc2c26663a28423e095eab.jpg', '1000ريال', '25 ساعه ', '<h2>تفاصيل ومحاور الدبلوم التدريبي في ادارة وتشغيل المطاعم والمقاهي</h2>\r\n\r\n<p dir=\"rtl\">دورة تدريبية اونلاين متخصصة في تأهيل المشاركين على الأسلوب الاحترافي الأمثل لادارة وتشغيل المطاعم والمقاهي ويعتمد هذا الكورس التدريبي على خبرات المؤسسات الرائدة في مجال الطاعم والمقاهي. كما ينتاول بالشرح والتطبيق العمليات المالية والتسويقية واعمال المشتريات والموردين وادارة فريق العمل ومطابقة المواصفات وسلامة الغذاء وعمليات الانتاج والتخزين وخدمة العملاء، وتتم الدراسة اونلاين من خلال الانترنت</p>\r\n\r\n<h2 dir=\"rtl\">محاور الدبلوم التدريبي في ادارة المطاعم والمقاهي:</h2>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مقدمة البرنامج </li>\r\n <li>تصنيف المطاعم والمقاهي </li>\r\n <li>دورة استلام واعداد المواد الاولية </li>\r\n <li>اجراءات الافتتاح والاغلاق</li>\r\n <li>تخطيط مساحة العمل والتجهيز في المطاعم والمقاهي</li>\r\n <li>الادارة المالية للمطاعم والمقاهي</li>\r\n <li>التسويق وتصميم Brand للمطاعم والمقاهي</li>\r\n <li>ادارة المشتريات واختيار الموردين في المطاعم والمقاهي</li>\r\n <li>ادارة المخزون في المطاعم والمقاهي</li>\r\n <li>ادارة الانتاج في المطاعم والمقاهي</li>\r\n <li>ادارة الموارد البشرية في المطاعم والمقاهي</li>\r\n <li>سلامة الغذاء والمواصفات الدولية </li>\r\n <li>خدمة العملاء </li>\r\n <li>تخطيط قائمة الطعام </li>\r\n <li>اختيار المعدات</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الدبلوم التدريبي في ادارة وتشغيل المطاعم والمقاهي</h2>\r\n', '1', '1495918800', '1495966786', 1);

-- --------------------------------------------------------

--
-- Table structure for table `offers_reserve`
--

CREATE TABLE `offers_reserve` (
  `id` int(11) NOT NULL,
  `offers_id_fk` varchar(255) NOT NULL,
  `offers_reserve_name` varchar(255) NOT NULL,
  `number` text NOT NULL,
  `place_of_number` varchar(255) NOT NULL,
  `offers_reserve_qualification` varchar(255) NOT NULL,
  `offers_reserve_barth_place` varchar(255) NOT NULL,
  `offers_reserve_phone` int(11) NOT NULL,
  `approved` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `offers_reserve`
--

INSERT INTO `offers_reserve` (`id`, `offers_id_fk`, `offers_reserve_name`, `number`, `place_of_number`, `offers_reserve_qualification`, `offers_reserve_barth_place`, `offers_reserve_phone`, `approved`) VALUES
(1, '', 'eee', '222', '2', '2', '2', 2, 0),
(2, '', 'sad', '123', 'suadia', '123', '123', 133, 0),
(3, '4', 'ع', '665644', '27272', 'تيباسي', '27272', 327272, 0);

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `page_id` int(11) NOT NULL,
  `page_title` varchar(255) NOT NULL,
  `page_link` varchar(255) NOT NULL,
  `group_id_fk` int(11) NOT NULL,
  `page_order` int(11) NOT NULL,
  `page_icon_code` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`page_id`, `page_title`, `page_link`, `group_id_fk`, `page_order`, `page_icon_code`) VALUES
(1, 'إضافة مجموعة تحكم', 'dashboard/addgroup', 1, 0, 'fa fa fa-object-group '),
(2, 'إضافة صفحات  التحكم', 'dashboard/add_page', 1, 1, 'fa fa-wrench '),
(3, 'إدارة الصلاحيات', 'dashboard/create_role', 2, 1, 'fa fa-toggle-on '),
(4, 'إضافة مستخدم', 'dashboard/add_user', 2, 1, 'fa fa-user-plus '),
(70, 'إضافة بيانات أساسية', 'dashboard/add_main_data', 22, 1, 'fa fa-pencil fa-fw fa-2x'),
(71, 'إضافة إعلان', 'dashboard/addadver', 23, 1, 'fa fa-upload fa-2x'),
(72, 'إضافة عميل', 'dashboard/add_customer', 24, 1, 'fa fa-user-plus fa-2x'),
(73, 'إضافة خبر ', 'dashboard/addnews', 25, 1, 'fa fa-newspaper-o fa-2x'),
(74, 'الرسائل الواردة', 'dashboard/contact', 26, 1, 'fa fa-wpforms fa-2x'),
(75, 'التسجيلات الواردة', 'dashboard/all_register', 27, 1, 'fa fa-university fa-2x'),
(76, 'إضافة كورس', 'dashboard/add_course', 28, 1, 'fa fa-address-card fa-2x'),
(77, 'إضافة دوره', 'dashboard/add_sessions', 28, 2, 'fa fa-id-badge fa-2x'),
(78, 'إضافة حجز لكورس', 'dashboard/add_sessions_reserve', 28, 3, 'fa fa-plus fa-2x'),
(79, 'إضافة متدرب', 'dashboard/trainers', 29, 1, 'fa fa-wpforms fa-2x'),
(80, 'تحديد مواعيد الكورس', 'dashboard/start_end', 28, 4, 'fa fa-bullhorn fa-2x'),
(81, 'بحث عن متدرب', 'dashboard/booking', 29, 2, 'fa fa-home fa-fw fa-2x'),
(82, 'طلبات التدريب', 'dashboard/sessions_request', 30, 1, 'fa fa-book fa-fw fa-2x'),
(84, 'طلبات حجز الكورسات', 'dashboard/sessions_report', 30, 2, 'fa fa-thumbs-up fa-2x'),
(85, 'تقرير الكورسات', 'dashboard/R_course', 30, 3, 'fa fa-address-card fa-2x'),
(86, 'تقرير الحجوزات', 'dashboard/R_reserve', 30, 4, 'fa fa-money fa-2x'),
(87, 'تقرير المدربين', 'dashboard/R_trainers', 30, 5, 'fa fa-sitemap fa-2x'),
(88, 'تقرير الحجوزات خلال فترة', 'dashboard/R_reserve_period', 30, 6, 'fa fa-info-circle fa-2x'),
(89, 'تقرير تفصيلي', 'dashboard/R_reserve_details', 30, 7, 'fa fa-thumbs-up fa-2x'),
(90, 'تقرير المتدربين', 'dashboard/R_reservers', 30, 8, 'fa fa-cog fa-fw fa-2x'),
(91, 'إضافة أراء المتدربين', 'dashboard/add_trainers_openions', 29, 3, 'fa fa-wpforms fa-2x'),
(92, 'إعتماد طلبات الحجز', 'dashboard/all_reservation', 28, 5, 'fa fa-th-large fa-2x'),
(93, 'عن معهد ريفانا', 'dashboard/add_us', 22, 2, 'fa fa-group fa-2x'),
(94, 'رسالة معهد ريفانا ', 'dashboard/add_message', 22, 3, 'fa fa-group fa-2x'),
(95, 'الرؤية ', 'dashboard/add_vision', 22, 4, 'fa fa-group fa-2x'),
(96, 'أهم ما يقدمه معهد ريفانا ', 'dashboard/add_important', 22, 5, 'fa fa-group fa-2x'),
(97, 'مزايا التدريب مع معهد ريفانا', 'dashboard/addbenefits', 22, 6, 'fa fa-group fa-2x'),
(99, 'رأي المتدربين ', 'dashboard/add_trainers_openions', 24, 2, 'fa fa-group fa-2x'),
(100, 'البوم الصور ', 'dashboard/add_img', 22, 10, 'fa fa-group fa-2x'),
(101, 'اضافة عرض جديد ', 'dashboard/addoffer', 31, 1, 'fa fa-group fa-2x'),
(102, 'تعليقات الأخبار ', 'dashboard/comment', 25, 2, 'fa fa-group fa-2x'),
(103, 'حجوزات العروض والكورسات الواردة ', 'dashboard/all_offers_register', 28, 7, 'fa fa-group fa-2x');

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `page_id_fk` int(11) NOT NULL,
  `role_id_fk` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`page_id_fk`, `role_id_fk`) VALUES
(1, 1),
(2, 1),
(3, 1),
(4, 1),
(23, 1),
(17, 1),
(19, 1),
(39, 1),
(24, 1),
(42, 1),
(40, 1),
(33, 1),
(34, 1),
(35, 1),
(43, 1),
(46, 1),
(44, 1),
(45, 1),
(36, 1),
(44, 3),
(45, 3),
(36, 3),
(36, 2),
(71, 3),
(101, 4),
(3, 5),
(4, 5),
(70, 5),
(97, 5),
(71, 5),
(74, 5),
(75, 5),
(81, 5);

-- --------------------------------------------------------

--
-- Table structure for table `register`
--

CREATE TABLE `register` (
  `id` int(11) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `id_number` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `first_name` varchar(255) NOT NULL,
  `last_name` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `country` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `program_name` varchar(255) NOT NULL,
  `time` int(2) NOT NULL,
  `gender` int(2) NOT NULL,
  `date` varchar(255) NOT NULL,
  `date_s` varchar(255) NOT NULL,
  `approved` int(11) NOT NULL DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `register`
--

INSERT INTO `register` (`id`, `user_name`, `password`, `id_number`, `email`, `first_name`, `last_name`, `city`, `country`, `phone`, `program_name`, `time`, `gender`, `date`, `date_s`, `approved`) VALUES
(1, 'admin', '123', 43543, 'ahmed@gmail.com', 'ahmed', 'abuzena', 'menufia', 'Egypt', '3543543', 'prog', 2, 1, '1495573200', '1495619978', 1),
(2, 'mena', '4444', 976675, 'mena@gmail.com', 'mena', 'sa3eed', 'cairo', 'Egypt', '8868987', 'prog2', 1, 2, '1495573200', '1495627040', 2),
(3, 'eslam', 'eslam', 123456, 'eslam@yahoo.com', 'eslam', 'sami', 'cairo', 'egypt', '010000', 'php ', 1, 1, '1495918800', '1495972039', 1);

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `role_id_pk` int(11) NOT NULL,
  `role_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`role_id_pk`, `role_name`) VALUES
(1, 'master'),
(2, 'Doctor'),
(3, 'اعلانات بس'),
(4, 'العروض'),
(5, 'رندا ');

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `sessions_id_pk` int(11) NOT NULL,
  `course_id_fk` int(11) NOT NULL,
  `sessions_name` varchar(255) NOT NULL,
  `sessions_cost` int(11) NOT NULL,
  `sessions_time` int(11) NOT NULL,
  `sessions_word` varchar(255) NOT NULL,
  `sessions_details` text NOT NULL,
  `sessions_goals` varchar(255) NOT NULL,
  `sessions_img` varchar(255) NOT NULL,
  `sessions_for` varchar(255) NOT NULL,
  `reserve_confirm` int(11) DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`sessions_id_pk`, `course_id_fk`, `sessions_name`, `sessions_cost`, `sessions_time`, `sessions_word`, `sessions_details`, `sessions_goals`, `sessions_img`, `sessions_for`, `reserve_confirm`) VALUES
(1, 1, 'كورس احتراف التسويق الالكتروني', 1000, 36, 'كورس احتراف التسويق الالكتروني ', '<h2>نبذه عن دبلومة احتراف التسويق الالكتروني</h2>\r\n\r\n<p>كورس تسويق الكتروني أونلاين يساعد الشركات والافراد للبدء في تسويق المنتجات والخدمات عبر الانترنت , بداية من تأسيس الشركة والاعتماد علي التسويق الالكتروني ومروراً بكيفية الوصول للعملاء داخل البلاد لتحقيق نسب مبيعات عالية</p>\r\n\r\n<h2>تفاصيل ومحاور دبلومة احتراف التسويق الالكتروني</h2>\r\n\r\n<p dir=\"rtl\">تم اعداد هذا البرنامج التدريبي ليكون المرشد للشركات والافراد للبدء في تسويق المنتجات والخدمات عبر الانترنت , بداية من تأسيس الشركة علي الانترنت ومروراً بكيفية الوصول للعملاء داخل البلاد لتحقيق نسب مبيعات عالية وحتي طرق التصدير وكيفية الوصول للعملاء خارج البلاد لتصدير المنتجات. ولا يحتاج هذا البرنامج من المتقدمين أي معرفة مسبقة بالانترنت أو بطرق التسويق الالكتروني .</p>\r\n\r\n<h3 dir=\"rtl\"><strong>أهداف البرنامج</strong></h3>\r\n\r\n<p dir=\"rtl\"><strong>في نهاية البرنامج يكون المتدرب قادر علي :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>معرفة طرق وأدوات واستراتيجيات التسويق الإلكتروني وكيفية استخدامها في تسويق السلع والخدمات .</li>\r\n <li>عمل خطة تسويقية تتناسب مع منتجات وخدمات الشركات .</li>\r\n <li>التعرف علي كيفية حل المشاكل التي تعترض عملية التسويق وكيفية إيجاد البدائل .</li>\r\n <li>فتح اسواق جديدة محلية ودولية لتصدير المنتجات للخارج</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>محتوي البرنامج :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>كيفية إنشاء موقع مجاني والتسويق من خلاله</li>\r\n <li>التسويق بإستخدام محركات البحث وكيفية الوصول إلي عملاؤك اسرع من منافسيك .</li>\r\n <li>علم الـ SEO (Search Engine Optimization) ومدي اهميته في الوصول إلي العملاء.</li>\r\n <li>On Page SEO & Off Page SEO</li>\r\n <li>تحليل موقعك بواسطة (Google Analytics ) وتحسينه بإستمرار.</li>\r\n <li>التسويق عن طريق المحتوي .</li>\r\n <li>كيفية عمل خطة تسويقية فعالة</li>\r\n <li>التسويق عبر مواقع الإعلانات المجانية ( Classified ads )</li>\r\n <li>التسويق عبر المنتديات ( Forums Marketing )</li>\r\n <li>التسويق عبر الفيديو ( Video Marketing )</li>\r\n <li>التسويق عن طريق المواقع الإجتماعية ( Facebook)</li>\r\n <li>التسويق عن طريق الإيميل ( E-Mail Marketing )</li>\r\n <li>التسويق عن طريق الطرق المدفوعه ( google Adwords – facebook CPC)</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دبلومة احتراف التسويق الالكتروني</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '5c9ef7e4563c93f0873239357f25b267.jpg', 'جميع الفئات ', 0),
(2, 1, 'دبلومة التصميم الجرافيكي الطباعي', 1500, 36, 'دبلومة التصميم الجرافيكي الطباعي ', '<h2>نبذه عن دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<p>دبلومة تدريبية لتأهيل المشاركين على احتراف مجال التصميم الجرافيكي، وزيادة القدرة على تنفيذ تصميمات تمتاز بالجودة والابداع.</p>\r\n\r\n<h2>تفاصيل ومحاور دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<p dir=\"rtl\">يزداد الطلب فى الوقت الحالى بشكل كبير على محترفي التصميم الجرافيكي من قبل الشركات العاملة فى كافة المجالات ، وأصبح مصمم الجرافيك أحد أهم العناصر فى الشركة بل وأحد أعلاها راتباً نظراً لأنه يساهم بشكل كبير فى رسم صورة الشركة لدى عملاء الشركة وروادها حيث أن ما يظهر من الشركة للعملاء هو مجموعة من التصميمات التى يقوم بها فإن كانت التصميمات تمتاز بالجودة والإبداع إنعكست صورة اولية إيجابية لدى العميل عن الشركة </p>\r\n\r\n<h3 dir=\"rtl\"><strong>المحاور التدريبية</strong> </h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>الإطار النظري للتصميم الطباعيى ونظرية الالوان </li>\r\n <li>المواقع الإلكترونية مفتوحة المصدر والتي يمكن الإستعانة بها فى الحصول على صور وخلافه للتصميمات </li>\r\n <li>أدوات الإنتاج المجانية عبر الإنترنت</li>\r\n <li>برنامج الفوتو شوب Photoshop</li>\r\n <li>برنامج Illustrator</li>\r\n <li>برنامج InDesign</li>\r\n <li>ورش عملية لتصميم (logo – Poster – Facebook Cover –Banner – Invoice – Brochure – Flyer – Business Card – Profile – News Papers – Magazine – Web Templates – label T-shirt – Lettre head – CD Cover –</li>\r\n <li>تسليم مشروعات التخرج ومناقشتها</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة </strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>طلاب كليات الفنون التطبيقية والفنون الجميلة والهندسة </li>\r\n <li>كافة الراغبين فى اقتحام مجالات التصميم الطباعي </li>\r\n</ol>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دبلومة التصميم الجرافيكي الطباعي</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'b61d2eae952d459420154bf83ec851ef.jpg', 'جميع الفئات ', 0),
(3, 1, 'الدبلوم المتكامل في تصميم مواقع الانترنت', 2500, 38, 'الدبلوم المتكامل في تصميم مواقع الانترنت ', '<h2>نبذه عن الدبلوم المتكامل في تصميم مواقع الانترنت</h2>\r\n\r\n<p>برنامج تدريبي متكامل، يهدف الى تعليمك جميع اساسيات تصميم المواقع بأحدث تقنيات التصميم، بدءً من التصميم الحر بإستخدام الفوتوشوب، مرورا بمرحلة تقطيع التصميم، الى مرحلة الكود باستخدام احدث التقنيات HTML5 و CSS3</p>\r\n\r\n<h2>تفاصيل ومحاور الدبلوم المتكامل في تصميم مواقع الانترنت</h2>\r\n\r\n<p>برنامج تدريبي متكامل، يهدف الى تعليمك جميع اساسيات تصميم المواقع بأحدث تقنيات التصميم، بدءً من التصميم الحر بإستخدام الفوتوشوب، مرورا بمرحلة تقطيع التصميم، الى مرحلة الكود باستخدام احدث التقنيات HTML5 و CSS3 - هذا الكورس يشمل المبتدئين والمحترفين لأنه يساعدك على فهم مبادئ تصميم مواقع الانترنت بدءً من التفكير في التصميم وحتى المرحلة الأخيرة تسليم التصميم الاحترافي .. وهو يؤهلك لسوق العمل مباشرة، بحيث تكون مؤهلا للعمل في كبرى شركات تصميم المواقع بعد اتمامك جميع مراحل الكورس.</p>\r\n\r\n<h3><strong>الفئات المستهدفة:</strong></h3>\r\n\r\n<p> </p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مصممي مواقع الانترنت المبتدئين.</li>\r\n <li>الراغبين في العمل بمجال تصميم مواقع الانترنت.</li>\r\n <li>مطوري المواقع الراغبين في دعم معارفهم في تصميم مواقع الانترنت.</li>\r\n <li>مصممي الجرافيكس الراغبين في اضافة نشاط تصميم مواقع الانترنت الى أجندة اعمالهم.</li>\r\n</ul>\r\n\r\n<h3><strong>محتويات الكورس:</strong></h3>\r\n\r\n<p> </p>\r\n\r\n<p> </p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مبادئ تصميم مواقع الانترنت بلغة HTML5</li>\r\n <li>التصميم باستخدام Stylesheets بأحدث تقنيات CSS3</li>\r\n <li>مبادئ واساسيات استخدام JQuery في التصميمات</li>\r\n <li>استخدام برنامج Adobe Dreamweaver CS6 حتى الاحتراف</li>\r\n <li>استخدامات برنامج Adobe Photoshop CS6 لمصممي مواقع الانترنت</li>\r\n <li>تصميم مواقع الانترنت Responsive - المتوافقة مع اجهزة الموبايل وذات شاشات العرض الصغيرة</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الدبلوم المتكامل في تصميم مواقع الانترنت</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '01f4cb62ad7013c32105cff6c7128f04.jpg', 'جميع الفئات ', 0),
(4, 1, 'كورس تصميم مواقع انترنت', 3500, 36, 'كورس تصميم مواقع انترنت', '<h2>نبذه عن كورس تصميم مواقع انترنت</h2>\r\n\r\n<p>كورس اونلاين، يساعدك على فهم جميع اساسيات تصميم المواقع بأحدث تقنيات التصميم، بدءً من التصميم الحر بإستخدام الفوتوشوب، مرورا بمرحلة تقطيع التصميم، الى مرحلة الكود باستخدام احدث التقنيات HTML5 و CSS3</p>\r\n\r\n<h2>تفاصيل ومحاور كورس تصميم مواقع انترنت</h2>\r\n\r\n<p dir=\"rtl\">كورس اونلاين تتم فيه الدراسة من خلال الانترنت، حيث يهدف الى تعليمك جميع اساسيات تصميم المواقع بأحدث تقنيات التصميم، بدءً من التصميم الحر بإستخدام الفوتوشوب، مرورا بمرحلة تقطيع التصميم، الى مرحلة الكود باستخدام احدث التقنيات HTML5 و CSS3 - هذا الكورس يشمل المبتدئين والمحترفين لأنه يساعدك على فهم مبادئ تصميم مواقع الانترنت بدءً من التفكير في التصميم وحتى المرحلة الأخيرة تسليم التصميم الاحترافي .. وهو يؤهلك لسوق العمل مباشرة، بحيث تكون مؤهلا للعمل في كبرى شركات تصميم المواقع بعد اتمامك جميع مراحل الكورس.</p>\r\n\r\n<p dir=\"rtl\">تتم الدراسة فيه من خلال الانترنت بطريقة تفاعلية تماما، حيث انه يكون مباشرة مع المحاضر لضمان التفاعل طوال مدة الكورس.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مصممي مواقع الانترنت المبتدئين.</li>\r\n <li>الراغبين في العمل بمجال تصميم مواقع الانترنت.</li>\r\n <li>مطوري المواقع الراغبين في دعم معارفهم في تصميم مواقع الانترنت.</li>\r\n <li>مصممي الجرافيكس الراغبين في اضافة نشاط تصميم مواقع الانترنت الى أجندة اعمالهم.</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>محتويات الكورس:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>مبادئ تصميم مواقع الانترنت بلغة HTML5</li>\r\n <li>التصميم باستخدام Stylesheets بأحدث تقنيات CSS3</li>\r\n <li>مبادئ واساسيات استخدام JQuery في التصميمات</li>\r\n <li>استخدام برنامج Adobe Dreamweaver CS6 حتى الاحتراف</li>\r\n <li>استخدامات برنامج Adobe Photoshop CS6 لمصممي مواقع الانترنت</li>\r\n <li>تصميم مواقع الانترنت Responsive - المتوافقة مع اجهزة الموبايل وذات شاشات العرض الصغيرة</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس تصميم مواقع انترنت</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'd1220d1898bb77fe108de62013aee6d1.jpg', 'جميع الفئات ', 0),
(5, 1, 'الدبلوم التدريبي في التجارة الالكترونية', 1500, 36, 'الدبلوم التدريبي في التجارة الالكترونية', '<h2>نبذه عن الدبلوم التدريبي في التجارة الالكترونية – B2B</h2>\r\n\r\n<p>برنامج تدريبي متكامل يهدف الى دعوة الشركات والمصانع لتصدير المنتجات المصرية بطرق وآليات حديثه من خلال الانترنت، حيث يهدف هذا الكورس المكثف الى تدريبك على اساسيات التجارة الالكترونية مع جميع دول العالم من خلال الانترنت.</p>\r\n\r\n<h2>تفاصيل ومحاور الدبلوم التدريبي في التجارة الالكترونية – B2B</h2>\r\n\r\n<p dir=\"rtl\">اصبحت التجارة الإلكترونية هي الورقه الرابحه لقطاع الشركات والمصانع. فالواقع يفرض علينا تغيير المفاهيم القديمه في الإعلان والتسويق للمنتجات وفتح أسواق جديدة من شأنها تعزيز حركه البيع والشراء والتصدير.فالإنترنت هو في حقيقه الأمر أكبر سوق عرفه التاريخ. ومع إنخفاض تكلفته وسهوله التعامل معه بات لزاماً علي الشركات والمصانع أن تأخذ دورها في سباق الثورة الرقميه.وهذا البرنامج هو دعوه لتصدير المنتجات المصرية بطرق وآليات حديثه.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>أهداف البرنامج :</strong></h3>\r\n\r\n<p dir=\"rtl\"><u>في نهاية البرنامج يكون المتدرب قادر علي :</u></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>الحصول علي المنتجات وتجهيزها للبدء في عملية التصدير.</li>\r\n <li>عمل قاعدة بيانات من الموردين وشركات الخدمات المعاونه في عملية التصدير.</li>\r\n <li>التعرف علي كيفيه عرض المنتجات في الأسواق العالمية .</li>\r\n <li>التعرف علي كيفية إدراة عمليات التجارة والنقل والشحن وتسعير المنتجات.</li>\r\n <li>القدرة علي تمييز الشركات الجاده لعدم الوقوع فريسه لعمليات الغش.</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>محتوي البرنامج </strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تعريف التجارة الإلكترونية وأنواعها.</li>\r\n <li>مفاهيم ومصطلحات التجارة الإلكترونية.</li>\r\n <li>ما هي طرق الدفع والشحن والتخليص الجمركي.</li>\r\n <li>أهم قواعد الإستيراد والتصدير.</li>\r\n <li>كيف تبيع قبل أن تشتري.... ورحله البحث عن المنتجات.</li>\r\n <li>التسويق الإلكتروني والتجارة الإلكترونية.</li>\r\n <li>تأسيس شركتك الخاصة واشهارها عن طريق:</li>\r\n <li>( Video Marketing ) & ( Classified ads ) & ( Forums Marketing ) ) & Photo Marketing& ( ( E-Mail Marketing ) </li>\r\n <li>الإنطلاق من المحلية إلي العالمية.</li>\r\n <li>كيف تصل إلي عملائك بالخارج.</li>\r\n <li>الدخول في التفاوض وفنون خدمه العملاء.</li>\r\n <li>أهم الأوراق المطلوبة لعمليات الإستيراد والتصدير والشحن.</li>\r\n <li>شرح أهم الأسواق العالمية (Alibaba) وغيره.</li>\r\n <li>أهمية التسويق الإلكتروني في خدمه المجتمع تطبيق عملي - حمله (يلا نصدر)</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الدبلوم التدريبي في التجارة الالكترونية – B2B</h2>\r\n', 'شهادة معتمدة ', '6ab6d3259d7e80bfa4ac25b79ee9e6cd.jpg', 'جميع الفئات ', 0),
(6, 1, 'دورة تدريبية في اشهار مواقع الانترنت', 1200, 36, 'دورة تدريبية في اشهار مواقع الانترنت', '<h2>نبذه عن دورة تدريبية في اشهار مواقع الانترنت - SEO</h2>\r\n\r\n<p>لكل من يهتم بتحسين موقعه الالكتروني لمحركات البحث وتصدرها علي قمة نتائج البحث، لقد قمنا بتطوير هذا الكورس ليخدم المهتمين بمجال التسويق الإلكتروني والتجارة الإلكترونية</p>\r\n\r\n<h2>تفاصيل ومحاور دورة تدريبية في اشهار مواقع الانترنت - SEO</h2>\r\n\r\n<p>يحرص اصحاب المواقع والشركات والمنتجات علي أن يكونوا الأقرب إلي عملائهم لذلك تبرز أهمية علم الـ SEO كمطلب أساسي في العملية التسويقية للمنتجات والخدمات , فهو العلم الذي يهتم بتحسين الموقع الالكتروني لمحركات البحث وتصدرها علي قمة النتائج . لذلك قمنا بتطوير هذا البرنامج ليخدم المهتمين بمجال التسويق الإلكتروني والتجارة الإلكترونية.</p>\r\n\r\n<h3><strong>أهداف البرنامج</strong></h3>\r\n\r\n<p><u>في نهاية البرنامج يكون المتدرب قادر علي :</u></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تحليل المواقع الإلكترونية ومعرفة نقاط القوة والضعف.</li>\r\n <li>تحليل المنافسين والتعرف علي استراتيجيات التسويق الخاصه بهم.</li>\r\n <li>تحسين المواقع الإلكترونية لمحركات البحث</li>\r\n <li>اختيار الكلمات الرئيسية الأساسية </li>\r\n <li>التفريق بين SEO white hat & SEO black hat</li>\r\n <li>احتراف الـ SEO on page & SEO off page</li>\r\n <li>استخدام أدوات الـ SEO</li>\r\n <li>عمل خطط تسويقية ناجحة للمواقع</li>\r\n</ul>\r\n\r\n<h3><strong>محتوي البرنامج</strong> </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ما هو الـ SEO\r\n <ul>\r\n  <li>كيفية عمل محركات البحث</li>\r\n  <li>الفرق بين محركات البحث</li>\r\n </ul>\r\n </li>\r\n <li>الكلمات الرئيسية\r\n <ul>\r\n  <li>اختيار الكلمات الرئيسية</li>\r\n  <li>كثافة الكلمات الرئيسية</li>\r\n  <li>اماكن وضع الكلمات الرئيسية</li>\r\n  <li>الكلمات الرئيسية في URL واسماء الملفات</li>\r\n  <li>الكلمات الرئيسية في عناوين الصفحات</li>\r\n  <li>الكلمات الرئيسية في العناوين الفرعية</li>\r\n </ul>\r\n </li>\r\n <li>الميتاتاج\r\n <ul>\r\n  <li>المحتوي هو الملك</li>\r\n  <li>ما هو المحتوي الجيد؟</li>\r\n  <li>المحتوي الجيد بالنسبة للزوار ومحركات البحث</li>\r\n  <li>المحتوي المكرر</li>\r\n </ul>\r\n </li>\r\n <li>الروابط\r\n <ul>\r\n  <li>اهمية الروابط</li>\r\n  <li>الروابط الداخلية والخارجية</li>\r\n  <li>الرابط النصي</li>\r\n  <li>الممارسات الخاطئة في وضع الروابط</li>\r\n  <li>بناء الروابط</li>\r\n </ul>\r\n </li>\r\n <li>التسويق باستخدام الـ SEO</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة تدريبية في اشهار مواقع الانترنت - SEO</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '43f7f1d89eb234256c0639fd2936fa94.jpg', 'جميع الفئات ', 0),
(7, 1, 'كورس اشهار مواقع - Search Engine Optimization', 1500, 36, 'كورس اشهار مواقع - Search Engine Optimization', '<h2>نبذه عن كورس اشهار مواقع - Search Engine Optimization</h2>\r\n\r\n<p>لكل من يهتم بتحسين موقعه الالكتروني لمحركات البحث وتصدرها علي قمة نتائج البحث، لقد قمنا بتطوير هذا الكورس الأونلاين ليخدم المهتمين بمجال التسويق الإلكتروني والتجارة الإلكترونية</p>\r\n\r\n<h2>تفاصيل ومحاور كورس اشهار مواقع - Search Engine Optimization</h2>\r\n\r\n<p>يحرص اصحاب المواقع والشركات والمنتجات علي أن يكونوا الأقرب إلي عملائهم لذلك تبرز أهمية علم الـ SEO كمطلب أساسي في العملية التسويقية للمنتجات والخدمات , فهو العلم الذي يهتم بتحسين الموقع الالكتروني لمحركات البحث وتصدرها علي قمة النتائج . لذلك قمنا بتطوير هذا البرنامج التدريبي الأونلاين ليخدم المهتمين بمجال التسويق الإلكتروني والتجارة الإلكترونية.</p>\r\n\r\n<h3><strong>أهداف البرنامج</strong></h3>\r\n\r\n<p><u>في نهاية البرنامج يكون المتدرب قادر علي :</u></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تحليل المواقع الإلكترونية ومعرفة نقاط القوة والضعف.</li>\r\n <li>تحليل المنافسين والتعرف علي استراتيجيات التسويق الخاصه بهم.</li>\r\n <li>تحسين المواقع الإلكترونية لمحركات البحث</li>\r\n <li>اختيار الكلمات الرئيسية الأساسية </li>\r\n <li>التفريق بين SEO white hat & SEO black hat</li>\r\n <li>احتراف الـ SEO on page & SEO off page</li>\r\n <li>استخدام أدوات الـ SEO</li>\r\n <li>عمل خطط تسويقية ناجحة للمواقع</li>\r\n</ul>\r\n\r\n<h3><strong>محتوي البرنامج</strong> </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ما هو الـ SEO\r\n <ul>\r\n  <li>كيفية عمل محركات البحث</li>\r\n  <li>الفرق بين محركات البحث</li>\r\n </ul>\r\n </li>\r\n <li>الكلمات الرئيسية\r\n <ul>\r\n  <li>اختيار الكلمات الرئيسية</li>\r\n  <li>كثافة الكلمات الرئيسية</li>\r\n  <li>اماكن وضع الكلمات الرئيسية</li>\r\n  <li>الكلمات الرئيسية في URL واسماء الملفات</li>\r\n  <li>الكلمات الرئيسية في عناوين الصفحات</li>\r\n  <li>الكلمات الرئيسية في العناوين الفرعية</li>\r\n </ul>\r\n </li>\r\n <li>الميتاتاج\r\n <ul>\r\n  <li>المحتوي هو الملك</li>\r\n  <li>ما هو المحتوي الجيد؟</li>\r\n  <li>المحتوي الجيد بالنسبة للزوار ومحركات البحث</li>\r\n  <li>المحتوي المكرر</li>\r\n </ul>\r\n </li>\r\n <li>الروابط\r\n <ul>\r\n  <li>اهمية الروابط</li>\r\n  <li>الروابط الداخلية والخارجية</li>\r\n  <li>الرابط النصي</li>\r\n  <li>الممارسات الخاطئة في وضع الروابط</li>\r\n  <li>بناء الروابط</li>\r\n </ul>\r\n </li>\r\n <li>التسويق باستخدام الـ SEO</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس اشهار مواقع - Search Engine Optimization</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '55303d030024d556710572a8cf8c1aff.jpg', 'جميع الفئات ', 0),
(8, 1, 'دورة php متكاملة من البداية وحتى الاحتراف', 1500, 36, 'دورة php متكاملة من البداية وحتى الاحتراف ', '<h2>نبذه عن دورة php متكاملة من البداية وحتى الاحتراف</h2>\r\n\r\n<p>دورة php متكاملة للمبتدئين وحتى الاحتراف، تهدف لتعليمك جميع اساسيات php للمبتدئين وتساعدك للوصول الى مستوى الاحتراف في البرمجة بلغة php وقواعد البيانات mysql</p>\r\n\r\n<h2>تفاصيل ومحاور دورة php متكاملة من البداية وحتى الاحتراف</h2>\r\n\r\n<p><strong>Course Outline:</strong></p>\r\n\r\n<ul>\r\n <li>Introduction to web programming - مقدمة عن تطوير المواقع بلغة البي اتش بي</li>\r\n <li>Introduction to Apache server - مقدمة عن تنصيب الاباتشي</li>\r\n <li>PHP language Basics - اساسيات البرمجة بلغة البي اتش بي</li>\r\n <li>Control Structures - ادوات التحكم</li>\r\n <li>Functions - الدوال</li>\r\n <li>Arrays - المصفوفات</li>\r\n <li>File - الملفات</li>\r\n <li>File Upload - رفع الملفات</li>\r\n <li>Working with data forms - التعامل مع النماذج</li>\r\n <li>Session & Cookie</li>\r\n <li>Security in PHP - تأمين الاسكربتات بلغة البي اتش بي</li>\r\n <li>Introduction To SQL - مقدمة عن قواعد البيانات</li>\r\n <li>MySQL - قواعد البيانات السيكويل</li>\r\n <li>OOP - المشروعات ذات البرمجة الموحدة</li>\r\n <li>Project - مشروع التخرج</li>\r\n</ul>\r\n\r\n<p><strong>Course Content:</strong></p>\r\n\r\n<ul>\r\n <li>PHP Basic</li>\r\n <li>PHP Intro</li>\r\n <li>PHP Install</li>\r\n <li>PHP Syntax</li>\r\n <li>PHP Variables</li>\r\n <li>PHP Echo / Print</li>\r\n <li>PHP Operators</li>\r\n <li>PHP If...Else...Elseif</li>\r\n <li>PHP Switch</li>\r\n <li>PHP While Loops</li>\r\n <li>PHP For Loops</li>\r\n <li>PHP Functions</li>\r\n <li>PHP Arrays</li>\r\n <li>PHP mail</li>\r\n <li>PHP File upload</li>\r\n <li>PHP SESSION</li>\r\n <li>PHP Validation</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة php متكاملة من البداية وحتى الاحتراف</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '473e9194c90a1372c5b55d26320b2636.jpg', 'جميع الفئات ', 0),
(9, 2, 'دبلومة ادارة الموارد البشرية', 1200, 36, 'دبلومة ادارة الموارد البشرية', '<h2>نبذه عن دبلومة ادارة الموارد البشرية</h2>\r\n\r\n<p>يتيح لك دبلوم الموارد البشرية اكتساب الخبرات العملية والاكاديمية التي تؤهلك للعمل في هذا مجال ادارة الموارد البشرية بنجاح. كذلك صقل خبرات ومهاراتك كموظف في ادارة الموارد البشرية وشئون الموظفين وتزويدك بالخبرات التخصصية اللازمة لتنجح في هذا المجال.</p>\r\n\r\n<h2>تفاصيل ومحاور دبلومة ادارة الموارد البشرية</h2>\r\n\r\n<p dir=\"rtl\"><strong>الهدف من الدبلومة :</strong><br />\r\nهذه الدبلومة فريدة من نوعها في الوطن العربي وتعتمد على نقل الخبرات والتعرف على الاسرار التي يحتفظ بها المحترفون بإدارة الموارد البشرية <u>وتهدف إلى:</u></p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>إعداد كوادر عربية قادرة على قيادة مؤسسات الاعمال فيما يتعلق بإدارة الموارد البشرية، وقادرة على تقديم الدعم المهني والفني لمؤسساتها.</li>\r\n <li>إن يصبح الدارس شريكا إستراتيجيا بالمؤسسة وقادرا على الترقي في إدارة الموارد البشرية.</li>\r\n <li>التعرف على الوظائف الاساسية لإدارة الموارد البشرية بمؤسسات الاعمال.</li>\r\n</ol>\r\n\r\n<p dir=\"rtl\"><strong>محاور الدبلومة : </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>المداخل الاحترافية لدراسة ادارة الموارد البشرية</li>\r\n <li>التخطيط الاستراتيجي لادارة الموارد البشرية : \r\n <ul>\r\n  <li>الأدوات المستخدمة في عملية التخطيط الاستراتيجي للموارد البشرية HRSTs</li>\r\n  <li>النماذج التحليلية في عملية التخطيط الاستراتيجي للموارد البشرية</li>\r\n  <li>تحديد سمات العمل وأثره على القوى العاملة بالشركة.</li>\r\n  <li>التخطيط الاستراتيجي للمسار المهني للموظفين</li>\r\n </ul>\r\n </li>\r\n <li>التحليل الوظيفي :\r\n <ul>\r\n  <li>طرق التحليل الوظيفي والوصف الوظيفي من واقع خبرات عملية بالشركات العالمية. </li>\r\n  <li>حاجة الشركات الى التحليل الوظيفي</li>\r\n  <li>التحليل الوظيفي الكلي والجزئي</li>\r\n  <li>مخرجات التحليل الوظيفي وكيفية التعامل معها</li>\r\n  <li>الوسائل الفعالة للتحليل الوظيفي</li>\r\n </ul>\r\n </li>\r\n <li>التوظيف :\r\n <ul>\r\n  <li>عملية التوظيف باعتبارها عملية اساسية في ادارة الموارد البشرية</li>\r\n  <li>مصادر توظيف القوى العاملة</li>\r\n  <li>بدائل التوظيف بالشركة</li>\r\n  <li>الاستقطاب الفعال ودوره في تحقيق الربحية وتقليل النفقات</li>\r\n </ul>\r\n </li>\r\n <li>عملية الاختيار والتعيين :\r\n <ul>\r\n  <li>تصميم عملية الاختيار والتعيين بما يحقق كفاءة الشركة </li>\r\n  <li>المداخل المستخدمة في تحقيق عملية الاختيار والتعيين الفعالة</li>\r\n  <li>المقابلة الشخصية :\r\n  <ul>\r\n   <li>انواع المقابلات الشخصية</li>\r\n   <li>طرق ادارة المقابلات الشخصية</li>\r\n   <li>دور مدير الموارد البشرية في انجاح المقابلات الشخصية</li>\r\n   <li>مراحل واجراءات المقابلات الشخصية</li>\r\n   <li>اسرار نجاح المقابلات الشخصية من واقع خبرات المحترفين في الشركات العربية</li>\r\n  </ul>\r\n  </li>\r\n  <li>اختبارات التوظيف : \r\n  <ul>\r\n   <li>انواع اختبارات التوظيف </li>\r\n   <li>سمات اختبار التوظيف الفعال</li>\r\n   <li>التعرف على الاختبار الملائم للوظيفة والشركة</li>\r\n   <li>دور اختبار التوظيف كأداة فعالة في عمليات التوظيف.</li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>التدريب والتطوير والتوجيه : \r\n <ul>\r\n  <li>أولا : برامج الارشاد والتوجيه\r\n  <ul>\r\n   <li>برامج الارشاد والتوجيه للموظفين الجدد </li>\r\n   <li>تصميم برامج الارشاد والتوجيه ودور ادارة الموارد البشرية في ذلك</li>\r\n   <li>تكيف الموظفين الجدد مع بيئة العمل واعضاء فريق العمل</li>\r\n  </ul>\r\n  </li>\r\n  <li>ثانياً : التدريب والتطوير \r\n  <ul>\r\n   <li>الفرق بين التدريب والتطوير</li>\r\n   <li>تحديد الاحتياجات التدريبية بالشركة </li>\r\n   <li>دور الموارد البشرية في اختيار الحقائب التدريبية </li>\r\n   <li>تصميم البرنامج التدريبي الفعال</li>\r\n   <li>تطوير البرنامج التدريبي الفعال</li>\r\n   <li>اجراءات تنفيذ البرنامج التدريبي الفعال</li>\r\n   <li>الطرق الحديثة في تقييم التدريب </li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>تقييم أداء الموظفين :\r\n <ul>\r\n  <li>مفهوم تقييم الاداء الوظيفي</li>\r\n  <li>العلاقة بين تقييم الاداء وادارة الاداء</li>\r\n  <li>طرق واساليب تقييم اداء الموظفين</li>\r\n </ul>\r\n </li>\r\n <li>التحفيز والتعويضات (البدلات) :\r\n <ul>\r\n  <li>نظرية تحفيز الموظفين </li>\r\n  <li>طرق تحفيز الموظفين</li>\r\n  <li>أنواع التعويضات (البدلات)</li>\r\n  <li>العدالة في تخصيص بدلات الموظفين</li>\r\n  <li>تنافسية البدلات والامتيازات</li>\r\n </ul>\r\n </li>\r\n <li>سلم الرواتب (هيكل الاجور) :\r\n <ul>\r\n  <li>تصميم سلم الرواتب</li>\r\n  <li>عدالة سلم الرواتب</li>\r\n  <li>تقييم رواتب الموظفين</li>\r\n </ul>\r\n </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>يحصل المتدرب بنهاية الدبلومة على : </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>شهادة اجتياز معتمدة من IBS Academy</li>\r\n <li>شهادة اجتياز معتمدة من أكاديمية كامبريدج البريطانية.</li>\r\n <li>ملف يحتوى على أكثر من 500 نموذج من نماذج ادارة الموارد البشرية</li>\r\n <li>جروب مغلق لجميع المتدربين للتواصل فيما بينهم ومع المحاضر على مدار الساعة.</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دبلومة ادارة الموارد البشرية</h2>\r\n\r\n<ul>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '56df959a1abf7ec3b2cb7debbfe171a4.jpg', 'جميع الفئات ', 0),
(10, 2, 'دورة مؤشرات ومقاييس الأداء الرئيسية لإدارة الموارد البشرية - HR KPI\'s', 1400, 25, 'دورة مؤشرات ومقاييس الأداء الرئيسية لإدارة الموارد البشرية - HR KPI\'s', '<h2>نبذه عن دورة مؤشرات ومقاييس الأداء الرئيسية لإدارة الموارد البشرية - HR KPI&#39;s</h2>\r\n\r\n<p>يهدف البرنامج الى اكساب المتدربين المهارات والخبرات العملية في موضوع مؤشرات ومقاييس الموارد البشرية ويتعرف المشاركون على أهمية قياس مؤشرات الاداء الرئيسية وأنواع هذه المؤشرات واستخداماتها وكيف يمكن قياس مؤشرات الاداء</p>\r\n\r\n<h2>تفاصيل ومحاور دورة مؤشرات ومقاييس الأداء الرئيسية لإدارة الموارد البشرية - HR KPI&#39;s</h2>\r\n\r\n<p dir=\"rtl\">يهدف البرنامج الى اكساب المتدربين المهارات والخبرات العملية حول مؤشرات ومقاييس الموارد البشرية ويتعرف المشاركون على أهمية قياس مؤشرات الاداء الرئيسية وأنواع هذه المؤشرات واستخداماتها وكيف يمكن قياس مؤشرات الاداء. وأهم الاخطاء التي يقع فيها مدير الموارد البشرية اثناء قياس مؤشرات الاداء. كذلك يتعرف على سمات بيئة العمل التي تدعم استخدام مؤشرات الاداء الرئيسية وما العوائد من استخدامها</p>\r\n\r\n<h3 dir=\"rtl\">المحاور : </h3>\r\n\r\n<p dir=\"rtl\"><strong>مؤشرات الأداء الرئيسية (KPI’s)</strong><br />\r\nأهمية قياس مؤشرات الأداء وخصائصها وأنواعها وتصنيفاتها المختلفة. والاهداف التي نحققها من خلال استخدام مؤشرات الاداء الرئيسية. وطرق قياس مؤشرات الاداء الرئيسية. </p>\r\n\r\n<p dir=\"rtl\"><strong>مؤشرات الأداة ودورها في انجاح استراتيجيات المنظمة :</strong><br />\r\nخطوات وضع وتطوير مؤشرات الأداء الرئيسية KPI&#39;s.للشركة والادارات ودور مؤشرات الاداء في عملية التخطيط ورسم السياسات والاهداف.<br />\r\nقياس مؤشرات الأداء المالي للمورد البشري<br />\r\n <br />\r\nقياس تكاليف الموارد البشرية و العائد على الاستثمار في الرواتب والاجور والامتيازات الوظيفية وكذلك الاستثمار في التدريب والتطوير <br />\r\nتطبيقات عملية لقياس مؤشرات الاداء الرئيسية للمورد البشري :</p>\r\n\r\n<p dir=\"rtl\"><strong>تعريف وتطبيق عملي على مؤشرات الاداء الرئيسية التالية :</strong><br />\r\n•    مؤشرات الأداء الرئيسية للتوظيف  Recruitment KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية للتدريب  Training KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية للصحة والسلامة  Safety KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية للأداء  Performance KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية لولاء الموظف  Staff loyalty KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة لوقت العمل  Work Time KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية لكفاءة الموارد البشرية  HR Efficiency KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة للتعويضات  Compensation KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة لعلاقات العمل  Labor relations KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة للإذعان للوائح التنظيمية  Legal KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة لرضا الموظف  Employee satisfaction KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية لميزانية الموارد البشرية  HR Budget KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية بالنسبة لبيانات القوة العاملة  Work Force KPI&#39;s<br />\r\n•    مؤشرات الأداء الرئيسية لترك الوظيفة  Job Leaving KPI&#39;s</p>\r\n\r\n<p dir=\"rtl\">عدد الساعات التدريبية : 12 ساعة تدريبية <br />\r\nيعقبها ورشة تطبيقات عملية لمدة 3 ساعات <br />\r\n<br />\r\n<strong>يحصل المتدرب في نهاية الدورة على : </strong><br />\r\n•    شهادة تدريبية من اي بي اس اكاديمي <br />\r\n•    شهادة بحضور الورشة التدريبية العملية<br />\r\n•    <em>كتاب الكتروني \" <a href=\"http://www.hrdiscussion.com/hr99400.html\">مؤشرات الأداء الرئيسية للموارد البشرية - HR KPI&#39;s</a> \" بقيمة 355 دولار يحصل عليه المتدرب مجاناً</em></p>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة مؤشرات ومقاييس الأداء الرئيسية لإدارة الموارد البشرية - HR KPI&#39;s</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'f7b26d41c0916b2f4d75902376a7d44e.jpg', 'جميع الفئات ', 0),
(11, 2, 'الدبلوم المهني في ادارة الموارد البشرية', 1500, 25, 'الدبلوم المهني في ادارة الموارد البشرية', '<h2>نبذه عن الدبلوم المهني في ادارة الموارد البشرية</h2>\r\n\r\n<p>دبلومة موارد بشرية كاملة لدراسة التوظيف و التدريب و الاجور و الرواتب و اجراء المقابلات الشخصية، تشمل ورش عملية ونماذج وادوات مجانية</p>\r\n\r\n<h2>تفاصيل ومحاور الدبلوم المهني في ادارة الموارد البشرية</h2>\r\n\r\n<h3 dir=\"rtl\"><strong>التعريف بالبرنامج:</strong></h3>\r\n\r\n<p dir=\"rtl\">ادارة الموارد البشرية واحدة من المجالات الجيدة التي يسعى الكثير من الافراد للالتحاق بها. وقد صمم هذا البرنامج لتأهيل المشاركين لاكتساب الخبرات المهنية والتطبيقية اللازمة للحصول على الوظيفة المناسبة في مجال الموارد البشرية. <br />\r\nيعتبر هذا البرنامج نقطة البداية القوية لكل من يرغب في العمل في الموارد البشرية يمكنك الاعتماد عليه في اكتساب الخبرات اللازمة للنجاح في عملك.<br />\r\nيعتمد البرنامج على الورش التدريبية والحالات العملية وجلسات العصف الذهني بالاضافة الى المحاضرات التدريبية . وذلك لكسر الحاجز النفسي بين المتدرب والممارسة العملية لما تدرب عليه.<br />\r\nويغطي البرنامج الموضوعات القانونية التي ترتبط بعقد العمل وقانون العمل المصري والتأمينات الاجتماعية واجراءاتها المختلفة</p>\r\n\r\n<h3 dir=\"rtl\"><strong>أهداف البرنامج: </strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تأهيل المشاركين للعمل في مجال الموارد البشرية </li>\r\n <li>إكسابهم الخبرات العملية التطبيقية وأفضل الممارسات التي تتم في الشركات الكبرى</li>\r\n <li>اكسابهم الخلفية المعرفية الجيدة اللازمة للانطلاق في البرامج التدريبية المتخصصة في مجالات محددة داخل الموارد البشرية </li>\r\n <li>توفير الفرصة لهم لممارسة اعمال الموارد البشرية بصورة تطبيقية من خلال الورش التدريبية والحالات العملية</li>\r\n <li>توفير التدريب القانوني اللازم لفهم قانون العمل المصري وعقد العمل وكذلك التأمينات الاجتماعية واجراءاتها</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>محاور البرنامج: </strong></h3>\r\n\r\n<p dir=\"rtl\"><strong>التعريف بمجال ادارة الموارد البشرية :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>التعريفات المختلفة لادارة الموارد البشرية </li>\r\n <li>مهام ادارة الموارد البشرية واهدافها ومسئولياتها</li>\r\n <li>أهمية المورد البشري للشركات والمنظمات </li>\r\n <li>الهيكل الداخلي لادارة الموارد البشرية </li>\r\n <li>العوامل الخارجية المؤثرة في ادارة الموارد البشرية</li>\r\n <li>خطة الموارد البشرية وخطة الشركة </li>\r\n <li>الفرق بين ادارة الموارد البشرية وادارة شئون الموظفين</li>\r\n <li>التوجهات الوظيفية الاساسية : الرضا الوظيفي – الالتزام الوظيفي – المشاركة – الخ</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>الموارد البشرية نظريات التنظيم :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>المدرسة الكلاسيكية للادارة </li>\r\n <li>نظريقة فريديرك تايلور في الادارة </li>\r\n <li>نظرية فايول في الادارة</li>\r\n <li>مبادئ الادارة لهنري فايول</li>\r\n <li>حركة العلاقات الانسانية </li>\r\n <li>النظرية X والنظرية Y : وانماط المديرين</li>\r\n <li>نظرية الموارد البشرية</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>التحليل الوظيفي وتصميم الوظيفة :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تصميم الوظيفة : التعريف والاهداف </li>\r\n <li>التمكين وتصميم الوظيفة </li>\r\n <li>اعادة تصميم الوظيفة :\r\n <ul>\r\n  <li>الاثراء الوظيفي Job Enrichment</li>\r\n  <li>التوسع الوظيفي Enlargement</li>\r\n  <li>التدوير الوظيفي Rotation</li>\r\n </ul>\r\n </li>\r\n <li>اعادة هندسة الوظائف والتطوير المستمر</li>\r\n <li>التحليل الوظيفي والوصف الوظيفي تعريفه وأهميته واجراءاته</li>\r\n <li>الطرق الاربعة لتقييم الوظائف : الترتيب – التصنيف – التنقيط – المقارنة </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>توظيف الموارد البشرية Staffing:</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>الاختيار والتعيين </li>\r\n <li>اجراءات عملية التوظيف </li>\r\n <li>اختيار الموظفين الاكفاء: \r\n <ul>\r\n  <li>اعلانات التوظيف </li>\r\n  <li>مقابلات التوظيف</li>\r\n  <li>اخرى</li>\r\n </ul>\r\n </li>\r\n <li>الغياب عن العمل وارتفاع معدل الدوران الوظيفي</li>\r\n <li>الفصل وإنهاء الخدمات :\r\n <ul>\r\n  <li dir=\"rtl\">اشكال انهاء الخدمات : \r\n  <ul>\r\n   <li>انهاء الخدمة السريع </li>\r\n   <li>انهاء الخدمة المبني على التفضيل</li>\r\n   <li>انهاء الخدمة المخطط مسبقاً </li>\r\n   <li>انهاء الخدمة المشروط المشروط</li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">الاجراءات الادارية لانهاء الخدمة </li>\r\n  <li dir=\"rtl\">الاجراءات القانونية لانهاء الخدمة</li>\r\n </ul>\r\n </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>تدريب وتطوير الموارد البشرية Training and Development in Organizations:</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تحديد الاجتياجات التدريبية للشركة </li>\r\n <li>أنواع البرامج التدريبية للموظفين </li>\r\n <li>توجيه وإرشاد الموظفين الجدد : الأهمية والمحتوى</li>\r\n <li>طرق التدريب :\r\n <ul>\r\n  <li>التوجيه Mentoring</li>\r\n  <li>التدريب على رأس العمل </li>\r\n  <li>التدوير الوظيفي Job Rotation</li>\r\n </ul>\r\n </li>\r\n <li>ادارة التطوير : التعريف والاهداف</li>\r\n <li>الاشكال المتبعة في ضبط السلوك الوظيفي </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>ادارة الاداء الوظيفي   Performance Appraisals :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ما هو الاداء الوظيفي </li>\r\n <li>تعريف ادارة الاداء الوظيفي </li>\r\n <li>أهمية ادارة الاداء والمنافع التي يحققها.</li>\r\n <li>استخدامات ادارة الاداء :\r\n <ul>\r\n  <li>الاستخدامات الادارية </li>\r\n  <li>استخدامات التطوير</li>\r\n </ul>\r\n </li>\r\n <li>العوامل التي يجب توفرها لتقييم أداء الموظفين بدقة </li>\r\n <li>أنواع تقييم الاداء :\r\n <ul>\r\n  <li>تقييم السمات الشخصية</li>\r\n  <li>تقييم السلوك الوظيفي </li>\r\n  <li>تقييم نتائج الاعمال</li>\r\n </ul>\r\n </li>\r\n <li>الطرق المستخدمة في تقييم الاداء</li>\r\n <li>تقييم الاداء والتغذية المرتجعة 360 درجة </li>\r\n <li>الادارة بالأهداف  Management by Objective MBO واجراءاتها</li>\r\n <li>الرضا الوظيفي : مؤشراته واسبابه ونتائجه</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">الأجور والتعويضات والحوافز Employee Compensation Issues:</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ما المقصود بالأجور والتعويضات </li>\r\n <li>أنواع التعويضات :\r\n <ul>\r\n  <li>المباشرة وغير المباشرة </li>\r\n  <li>المادية وغير المادية </li>\r\n </ul>\r\n </li>\r\n <li>أنظمة التعويضات المختلفة : \r\n <ul>\r\n  <li>الأجر الشهري</li>\r\n  <li>الأجر بالساعة </li>\r\n  <li>الأجر مقابل الاداء </li>\r\n  <li>التعاقدات والعمل الحر</li>\r\n </ul>\r\n </li>\r\n <li>مبدأ العدالة في الأجور والتعويضات </li>\r\n <li>أنظمة الحوافز المستخدمة في الشركات </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">احكام قانون العمل وعقد العمل :</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>علاقات العمل الفردية (عقد العمل الفردي – عقد عمل الاجانب – الأجور )</li>\r\n <li>الاجازات في قانون العمل المصري </li>\r\n <li>واجبات ومحظورات </li>\r\n <li>التحقيق مع العاملين ومسائلتهم</li>\r\n <li>ساعات العمل وفترات الراحة</li>\r\n <li>تشغيل النساء – تشغيل الاطفال</li>\r\n <li>انقضاء علاقة العمل </li>\r\n <li>السلامة والصحة المهنية</li>\r\n <li>تفتيش العمل والعقوبات</li>\r\n <li>لائحة الجزاءات التأديبية</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">التأمينات الاجتماعية واجراءاتها</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>قوانين التأمينات الإجتماعية</li>\r\n <li>قوانين التامينات ( اجبارية – اختيارية )</li>\r\n <li>1976 (أصحاب الأعمال )</li>\r\n <li>القانون 50 لسنة 1978 ( العاملين بالخارج )</li>\r\n <li>القانون 112 لسنة 1980 ( عمال غير منتظمة لحساب انفسهم )</li>\r\n <li>القانون 90 لسنة 1975 ( قوات مسلحة )</li>\r\n <li>القانون 79 لسنه 1975( العام-الخاص )</li>\r\n <li>المعاشات الإستثنائية</li>\r\n <li>معاش السادات</li>\r\n <li>العمالى تحت 18 سنة </li>\r\n <li>العمالة الاجنبية</li>\r\n <li>اجراءات التأمينات الاجتماعية :</li>\r\n <li>اجراءات اشتراك المنشأة </li>\r\n <li>اجراءات اشتراك المؤمن علية</li>\r\n <li>اجراءات انتهاء خدمة المؤمن علية</li>\r\n <li>اجراءات انتهاء نشاط المنشأة</li>\r\n <li>اجراءات التاخير فى الاخطار بانتهاء خدمة المؤمن علية</li>\r\n <li>اجراءات التاخير فى دفع الربط</li>\r\n <li>مدد الاشتراك في التأمينات الاجتماعية</li>\r\n <li>نسب الاشتراك في التأمين الاجتماعية</li>\r\n <li>الحقوق التأمينية </li>\r\n <li>شروط استحقاق المعاش</li>\r\n <li>أنواع التعويضات والمكافآت والمنح في التأمينات الاجتماعية </li>\r\n <li>الاجراءات اللازمة لصرف المعاشات والتعويضات والمنح </li>\r\n <li>المستندات اللازمة لصرف المعاشات والتعويضات والمنح</li>\r\n <li>حدود الاعفاء في ضريبة كسب العمل</li>\r\n <li>شرائح ضريبة كسب العمل</li>\r\n <li>أمثلة وتطبيقات عملية</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">الورشة العملية الأولى: التحليل الوظيفي :</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ثلاث ساعات من التدريب العملي تحت اشراف المدرب. يقوم المتدربون بعمل مشروع تحليل وظيفي ومراجعته وباستخدام النماذج والادوات المستخدمة فعلياً في ادارة الموارد البشرية </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">الورشة العملية الثانية: مقابلة التوظيف</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ثلاث ساعات من التدريب العملي تحت اشرف المدرب . يقوم المتدربون بالتدريب العملي على اجراء مقابلات التوظيف واختيار المرشحين وتقييمهم باستخدام النماذج والادوات المستخدمة فعليا في ادارة الموارد البشرية </li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>يحصل التدرب بنهاية البرنامج على :</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>شهادة معتمدة من الأكاديمية بدبلومة ادارة الموارد البشرية </li>\r\n <li>شهادة معتمدة من الاكاديمية لبرنامج التأمينات وقانون العمل</li>\r\n <li>خطاب معتمد من الأكاديمية بالورش التدريبية.</li>\r\n <li>ملف الكتروني يحتوى على 500 نموذج من نماذج الموارد البشرية.</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>عدد الساعات التدريبية : </strong></h3>\r\n\r\n<p dir=\"rtl\">38 ساعة تدريبية كما يلي : </p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>24 ساعة تدريب ادارة الموارد البشرية في ثمان محاضرات </li>\r\n <li>6 ساعات ورشة عمل تطبيقية مقسمة الى محاضرتين </li>\r\n <li>8 ساعات تدريب قانون العمل والتأمينات الاجتماعية</li>\r\n</ul>\r\n\r\n<h2 dir=\"rtl\"><strong>للمسجلين في دبلومة الموارد البشرية يمكنك التسجيل في <a href=\"https://ibsacademy.org/course-134-preparation-personnel-officer-professional.html\" target=\"_blank\">كورس اعداد موظف شئون الموظفين</a>برسوم 350 جنيه بدلا من <s>750 جنيه</s></strong></h2>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الدبلوم المهني في ادارة الموارد البشرية</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '89bd8625e280c79859e95ce700600404.jpg', 'جميع الفئات ', 0),
(12, 2, 'الماجستير المهني المصغر في ادارة الموارد البشرية', 3600, 25, 'الماجستير المهني المصغر في ادارة الموارد البشرية', '<h2>نبذه عن الماجستير المهني المصغر في ادارة الموارد البشرية</h2>\r\n\r\n<p>الماجستير المهني المصغر في إدارة الموارد اليشرية هو برنامج تدريبي متخصص يؤهل المتدربين على اكتساب مهارات وخبرات تخصصية متعمقة في مجال ادارة الموارد البشرية</p>\r\n\r\n<h2>تفاصيل ومحاور الماجستير المهني المصغر في ادارة الموارد البشرية</h2>\r\n\r\n<p dir=\"rtl\"><strong>ما هي أهداف البرنامج ؟</strong><br />\r\nإكساب المتدربين خبرات عملية تخصصية في مجال ادارة الموارد البشرية تؤهلهم للقيام بأعمال ادارة الموارد البشرية على مستوى عالى من الاحترافية. بما في ذلك أعمال التطوير التنظيمي وتصميم الهياكل التنظيمية وتخطيط القوي العاملة والتحليل الوظيفي والوصف الوظيفي والتدريب والتطوير وإدارة وتقييم الاداء والتعويضات والحوافز والامتيازات الوظيفية.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>محاور البرنامج: </strong><br />\r\n<br />\r\nالمحور الأول: دبلوم متقدم في ادارة الموارد البشرية</h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>المداخل الاحترافية لدراسة ادارة الموارد البشرية</li>\r\n <li>التخطيط الاستراتيجي لادارة الموارد البشرية : \r\n <ul>\r\n  <li>الأدوات المستخدمة في عملية التخطيط الاستراتيجي للموارد البشرية HRSTs</li>\r\n  <li>النماذج التحليلية في عملية التخطيط الاستراتيجي للموارد البشرية</li>\r\n  <li>تحديد سمات العمل وأثره على القوى العاملة بالشركة.</li>\r\n  <li>التخطيط الاستراتيجي للمسار المهني للموظفين</li>\r\n </ul>\r\n </li>\r\n <li>التحليل الوظيفي :\r\n <ul>\r\n  <li>طرق التحليل الوظيفي والوصف الوظيفي من واقع خبرات عملية بالشركات العالمية. </li>\r\n  <li>حاجة الشركات الى التحليل الوظيفي</li>\r\n  <li>التحليل الوظيفي الكلي والجزئي</li>\r\n  <li>مخرجات التحليل الوظيفي وكيفية التعامل معها</li>\r\n  <li>الوسائل الفعالة للتحليل الوظيفي</li>\r\n </ul>\r\n </li>\r\n <li>التوظيف :\r\n <ul>\r\n  <li>عملية التوظيف باعتبارها عملية اساسية في ادارة الموارد البشرية</li>\r\n  <li>مصادر توظيف القوى العاملة</li>\r\n  <li>بدائل التوظيف بالشركة</li>\r\n  <li>الاستقطاب الفعال ودوره في تحقيق الربحية وتقليل النفقات</li>\r\n </ul>\r\n </li>\r\n <li>عملية الاختيار والتعيين :\r\n <ul>\r\n  <li>تصميم عملية الاختيار والتعيين بما يحقق كفاءة الشركة </li>\r\n  <li>المداخل المستخدمة في تحقيق عملية الاختيار والتعيين الفعالة</li>\r\n  <li>المقابلة الشخصية :\r\n  <ul>\r\n   <li>انواع المقابلات الشخصية</li>\r\n   <li>طرق ادارة المقابلات الشخصية</li>\r\n   <li>دور مدير الموارد البشرية في انجاح المقابلات الشخصية</li>\r\n   <li>مراحل واجراءات المقابلات الشخصية</li>\r\n   <li>اسرار نجاح المقابلات الشخصية من واقع خبرات المحترفين في الشركات العربية</li>\r\n  </ul>\r\n  </li>\r\n  <li>اختبارات التوظيف : \r\n  <ul>\r\n   <li>انواع اختبارات التوظيف </li>\r\n   <li>سمات اختبار التوظيف الفعال</li>\r\n   <li>التعرف على الاختبار الملائم للوظيفة والشركة</li>\r\n   <li>دور اختبار التوظيف كأداة فعالة في عمليات التوظيف.</li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>التدريب والتطوير والتوجيه : \r\n <ul>\r\n  <li>أولا : برامج الارشاد والتوجيه\r\n  <ul>\r\n   <li>برامج الارشاد والتوجيه للموظفين الجدد </li>\r\n   <li>تصميم برامج الارشاد والتوجيه ودور ادارة الموارد البشرية في ذلك</li>\r\n   <li>تكيف الموظفين الجدد مع بيئة العمل واعضاء فريق العمل</li>\r\n  </ul>\r\n  </li>\r\n  <li>ثانياً : التدريب والتطوير \r\n  <ul>\r\n   <li>الفرق بين التدريب والتطوير</li>\r\n   <li>تحديد الاحتياجات التدريبية بالشركة </li>\r\n   <li>دور الموارد البشرية في اختيار الحقائب التدريبية </li>\r\n   <li>تصميم البرنامج التدريبي الفعال</li>\r\n   <li>تطوير البرنامج التدريبي الفعال</li>\r\n   <li>اجراءات تنفيذ البرنامج التدريبي الفعال</li>\r\n   <li>الطرق الحديثة في تقييم التدريب </li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>تقييم أداء الموظفين :\r\n <ul>\r\n  <li>مفهوم تقييم الاداء الوظيفي</li>\r\n  <li>العلاقة بين تقييم الاداء وادارة الاداء</li>\r\n  <li>طرق واساليب تقييم اداء الموظفين</li>\r\n </ul>\r\n </li>\r\n <li>التحفيز والتعويضات (البدلات) :\r\n <ul>\r\n  <li>نظرية تحفيز الموظفين </li>\r\n  <li>طرق تحفيز الموظفين</li>\r\n  <li>أنواع التعويضات (البدلات)</li>\r\n  <li>العدالة في تخصيص بدلات الموظفين</li>\r\n  <li>تنافسية البدلات والامتيازات</li>\r\n </ul>\r\n </li>\r\n <li>سلم الرواتب (هيكل الاجور) :\r\n <ul>\r\n  <li>تصميم سلم الرواتب</li>\r\n  <li>عدالة سلم الرواتب</li>\r\n  <li>تقييم رواتب الموظفين​</li>\r\n </ul>\r\n </li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\">المحور الثاني: البرامج والتطبيقات الالكترونية ودورها في ادارة الموارد البشرية :</h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>تطبيقات برنامج Microsoft Excel في مجال إدارة الموارد البشرية </li>\r\n <li>تطبيقات برنامج Microsoft Word في مجال إدارة الموارد البشرية </li>\r\n <li>استخدام الشبكات الاجتماعية في التوظيف والتحرى عن المرشحين للوظائف\r\n <ul>\r\n  <li>Facebook </li>\r\n  <li>Twitter</li>\r\n  <li>LinkedIn</li>\r\n  <li>وغيرها</li>\r\n </ul>\r\n </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\">المحور الثالث: اللغة الانجليزية في مجال ادارة الموارد البشرية - English for HR</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>يستعرض هذا البرنامج القصير المواقف المختلفة التي ستتعرض لها في عملك مع الناطقين باللغة الانجليزية. وذلك من خلال محادثات عملية تتم باللغة الانجليزية. بهدف تنمية مهارات اللغة الانجليزية لدى المشاركين.</li>\r\n <li>تغطي المواقف التي يستعرضها البرنامج بعض وظائف الموارد البشرية الاساسية مثل محادثات مقابلات التوظيف باللغة الانجليزية ومحادثات تقييم الاداء باللغة الانجليزية واصدار التعليمات اليومية للموظفين الناطقين باللغة الانجليزية</li>\r\n <li>يهدف البرنامج ايضاً الى تعريف المشاركين بأكبر قدر ممكن من مصطلحات الموارد البشرية باللغة الانجليزية </li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\">مميزات الحضور:</h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>يحصل المتدرب على شهادة Mini MBA - Human Resources Management من اكاديمية اي بي اس للتدريب</li>\r\n <li>يحصل المتدرب على شهادة من اكاديمية كمبريدج البريطانية بمسمى (Mini MBA - Human Resources Management)</li>\r\n <li>يحصل المتدرب على شهادة الدبلوم المتقدم في ادارة الموارد البشرية من اكاديمية اي بي اس للتدريب.</li>\r\n <li>يحصل المتدرب على شهادة التطبيقات الالكترونية في مجال ادارة الموارد البشرية من اكاديمية اي بي اس للتدريب.</li>\r\n <li>يحصل المتدرب على شهادة اللغة الانجليزية في مجال ادارة الموارد البشرية من اكاديمية اي بي اس للتدريب.</li>\r\n <li>ملف الكتروني يحتوى ما يقارب 700 نموذج واستمارة وبطاقات للاستخدام في العمل</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الماجستير المهني المصغر في ادارة الموارد البشرية</h2>\r\n\r\n<ul>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'fe39a6b83afa150ba22f02f0eb972b05.jpg', 'جميع الفئات ', 0),
(13, 2, 'دورة اعداد موظف شئون العاملين المحترف', 1800, 25, 'دورة اعداد موظف شئون العاملين المحترف', '<h2>نبذه عن دورة اعداد موظف شئون العاملين المحترف</h2>\r\n\r\n<p>امتلك عدد من المهارات والخبرات العملية التي تدعمك وتساعدك للقيام بمسئوليات ومهام موظف شئون العاملين. مثل توفر خبرة في قانون العمل المصري والتأمينات الاجتماعية وكيف تعد قاعدة بيانات العاملين وكذلك اعداد هيكل الاجور بالشركة والتأمين الصحى وصندوق الزمالة وغير ذلك</p>\r\n\r\n<h2>تفاصيل ومحاور دورة اعداد موظف شئون العاملين المحترف</h2>\r\n\r\n<p dir=\"rtl\">هذا البرنامج صمم خصيصاً لتأهيل الافراد الراغبين في العمل في ادارة شئون العاملين واكسابهم الخبرات العملية للنجاح في هذه الوظيفة.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>محاور البرنامج :</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>دراسة التامينات الأجتماعية بكافة جوانبها القانونية</li>\r\n <li>دراسة قانون العمل بكافة جوانبه القانونية</li>\r\n <li>إعداد نماذج إدارة شئون العاملين</li>\r\n <li>إعداد هيكل الأجور</li>\r\n <li>قاعدة بيانات العاملين</li>\r\n <li>سياسات وإجراءات شئون العاملين</li>\r\n <li>هيكل الأدارة – الوصف الوظيفى</li>\r\n <li>إعداد النظام</li>\r\n <li>صندوق الزمالة</li>\r\n <li>التامين الصحى</li>\r\n <li>دليل الموظف</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة اعداد موظف شئون العاملين المحترف</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'beca38760a37a2eb525434c6352a81a2.jpg', 'جميع الفئات ', 0),
(14, 2, 'كورس التطبيقات الإلكترونية لإدارة الموارد البشرية', 2500, 36, 'كورس التطبيقات الإلكترونية لإدارة الموارد البشرية', '<h2>نبذه عن كورس التطبيقات الإلكترونية لإدارة الموارد البشرية</h2>\r\n\r\n<p>كورس تدريبي اونلاين يهدف الى تدريبك على استخدام اهم برامج الكمبيوتر كالوورد والاكسيل وتطبيقات الانترنت في مجال ادارة الموارد البشرية</p>\r\n\r\n<h2>تفاصيل ومحاور كورس التطبيقات الإلكترونية لإدارة الموارد البشرية</h2>\r\n\r\n<p dir=\"rtl\">إن إستخدام التطبيقات والمستحدثات التكنولوجية أصبحت ضرورة ملحة فى كافة المجالات ، والموارد البشرية أحد أهم المجالات التي تقتحم مجال التكنولوجيا فى الوقت الحالي ، ولذا كان حرصنا على تقديم هذا الكورس التدريبي الاونلاين ليساعدك على تعلم استخدام التطبيقات الالكترونية المختلفة المقدمة فى مجال ادارة الموارد البشرية، ويقدم الكورس اونلاين من خلال الانترنت.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>اولا : استخدامات برنامج الوورد في الموارد البشرية </strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>كتابة التقارير والمراسلات </li>\r\n <li>كائنات البرنامج </li>\r\n <li>تنسيق التقارير والمسافات البادئة والتباعد </li>\r\n <li>دمج المراسلات </li>\r\n <li>مخرجات الحفظ والطباعة </li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><strong>ثانيا : استخدامات برنامج الإكسيل في الموارد البشرية</strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>تصميم الجداول </li>\r\n <li>المراجع المطلقة والمراجع المختلطة</li>\r\n <li>المعادلات النصية وتطبيقاتها</li>\r\n <li>جمع وطرح عدد الساعات للموظفين</li>\r\n <li>ربط أوراق العمل </li>\r\n <li>القائمة المنسدلة </li>\r\n <li>القوائم المخصصة</li>\r\n <li>شرح دالة VLOOKUP</li>\r\n <li>التنسيق الشرطي</li>\r\n <li>إخفاء وإظهار المعادلات من ورقة العمل </li>\r\n <li>حماية ورقة العمل والخلايا من التعديل </li>\r\n <li>حماية كامل ملف الاكسل</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><strong>ثالثاً : تطبيقات الإنترنت واستخداماتها في الموارد البشرية</strong></h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>تطبيقات جوجل </li>\r\n <li>مواقع التواصل الإجتماعي </li>\r\n <li>إدارة الوقت الإلكترونية</li>\r\n <li>غيرها من التطبيقات المتاحة اون لاين</li>\r\n</ol>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس التطبيقات الإلكترونية لإدارة الموارد البشرية</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'cdb9e48fd6452564e58b0dbff46ede8f.jpg', 'جميع الفئات ', 0);
INSERT INTO `sessions` (`sessions_id_pk`, `course_id_fk`, `sessions_name`, `sessions_cost`, `sessions_time`, `sessions_word`, `sessions_details`, `sessions_goals`, `sessions_img`, `sessions_for`, `reserve_confirm`) VALUES
(15, 2, 'دورة الاكسل لاعمال ادارة الموارد البشرية', 2500, 20, 'دورة الاكسل لاعمال ادارة الموارد البشرية', '<h2>نبذه عن دورة الاكسل لاعمال ادارة الموارد البشرية</h2>\r\n\r\n<p>دورة تدريبية اونلاين تهدف لتزويدك بالمهارات العملية اللازمة لاستخدام برنامج الاكسل في اعمال ادارة الموارد البشرية ويقدم لك النصائح العملية التي تساعدك على ذلك.</p>\r\n\r\n<h2>تفاصيل ومحاور دورة الاكسل لاعمال ادارة الموارد البشرية</h2>\r\n\r\n<p dir=\"rtl\">هذا البرنامج يكسبك المهارات العملية اللازمة لاستخدام برنامج الاكسل في اعمال ادارة الموارد البشرية ويقدم لك النصائح العملية التي تساعدك في ذلك.<br />\r\nكما يشرح المعادلات والادوات المختلفة التي يقدمها برنامج الاكسل وكيف يمكنك استخدام هذه الادوات في انجاز اعمال الموارد البشرية التي تشمل على سبيل المثال : التوظيف والأجور والمرتبات والاجازات والامتيازات الوظيفية والمقابلات الوظيفية وتقييم الاداء وغيرها <br />\r\nتتدرب في هذا البرنامج على اجتياز الصعوبات التي تعيق الاستفادة الكاملة من برنامج الاكسل. وكذلك على كيفية تحقيق الاستفادة الكاملة من المعادلات formulas والادوات الاخرى مثل الماكرو والجداول والمخططات diagrams والرسوم البيانية charts وغيرها، وستتعلم في هذا البرنامج بعض اعمال الاتمتة الاساسية التي تساعدك في ادخال البيانات واستعراضها وتحليلها.</p>\r\n\r\n<h3 dir=\"rtl\">الفئات المستهدفة : </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>الموظفين الاداريين </li>\r\n <li>موظفي اقسام الاجور والتعويضات </li>\r\n <li>موظفي شئون الموظفين </li>\r\n <li>مشرفي ومديري الموارد البشرية </li>\r\n <li>اصحاب الاعمال</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\">محاور البرنامج : </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>اساسيات برنامج الاكسل </li>\r\n <li>المعادلات وكيفية استخدامها</li>\r\n <li>استخدام المراجع references والنطاقات المسماه named ranges</li>\r\n <li>استخدام وظائف نصية خاصة special text functions في مجال الموارد البشرية </li>\r\n <li>استخدام وظائف منطقية logical functions للحصول على النتائج المرجوة</li>\r\n <li>استخدام الجدول المحورية pivot table والرسوم البيانية charts</li>\r\n <li>انشاء الجداول المحورية pivot table </li>\r\n <li>وظيفة البحث Lookup function واستخداماتها في الموارد البشرية </li>\r\n <li>حماية البيانات من العبث أو السرقة</li>\r\n <li>تسجيل وحدات الماكرو MACROS وأتمتة العمل </li>\r\n <li>ربط أوراق عمل متعددة معاً</li>\r\n <li>الجمع بين عدة ملفات للحصول على ملخص .</li>\r\n <li>تأمين واستعراض ملفات الاكسل </li>\r\n <li>تتبع التغييرات والتعليقت على ملفات الاكسل</li>\r\n <li>اخفاء وحماية المعادلات</li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"><strong>عدد الساعات التدريبية :</strong> 24 ساعة تدريبية مقسمة الى 8 محاضرة<br />\r\nتعتمد على التدريب العملي والتطبيقات اثناء المحاضرة</p>\r\n\r\n<p dir=\"rtl\"><strong>يحصل المتدرب بنهاية الكورس على : </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>دليل الكتروني مجاني لمعادلات الاكسل</li>\r\n <li>ملفات تعليمية مفيدة عن استخدامات الاكسل في الموارد البشرية</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة الاكسل لاعمال ادارة الموارد البشرية</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '586605e35405b5bf41d5bb51296d0c2e.jpg', 'جميع الفئات ', 0),
(16, 2, 'HRBP – HR Business Professional Preparation Online Course ', 2500, 20, 'HRBP – HR Business Professional Preparation Online Course ', '<h2>نبذه عن HRBP – HR Business Professional Preparation Online Course</h2>\r\n\r\n<p>برنامج التأهيل لشهادة HRBP، وهذا البرنامج يساعد خبراء الموارد البشرية على اجتياز امتحان HRCI.ORG - البرنامج يدرس بالكامل باللغة الانجليزية.</p>\r\n\r\n<h2>تفاصيل ومحاور HRBP – HR Business Professional Preparation Online Course</h2>\r\n\r\n<p><strong><u>Module 1 : HR Administration</u></strong></p>\r\n\r\n<p><strong>Strategic HR Management and Business Trends:</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>The evolution of the human resource profession into an essential function of organizations worldwide</li>\r\n <li>Major success factors for today ‘s HR professional</li>\r\n <li>Organizational structures</li>\r\n <li>Current HR and technology trends and how they impact HR roles and responsibilities</li>\r\n</ul>\r\n\r\n<p>​<strong>Gathering, Measuring and Reporting HR Data</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Understanding research terms and techniques</li>\r\n <li>Describing the metrics and techniques used to gather HR data</li>\r\n <li>Understanding the methods and forms used to report HR data</li>\r\n</ul>\r\n\r\n<p><strong>Workforce Planning and Employment Strategies</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>The scope of responsibilities related to workforce planning</li>\r\n <li>How to conduct a job analysis</li>\r\n <li>Employment strategies that can offer innovative solutions for your resource needs</li>\r\n <li>How to maintain records for employees</li>\r\n</ul>\r\n\r\n<p><strong>Change Management and Business Process Improvement for HR Professionals</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>HR‘s role in communicating and managing change in organizations</li>\r\n <li>Project planning and management</li>\r\n <li>Business process improvement activities</li>\r\n</ul>\r\n\r\n<p><strong>Organizational Policies, Procedures and Regulations</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>The influence of law on the organization</li>\r\n <li>Legal areas monitored by HR professionals</li>\r\n <li>HR ethics and professional standards</li>\r\n <li>Policies, procedures and work rules</li>\r\n <li>Confidentiality and privacy regulations</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Module 2 : Recruitment & Selection</u></strong></p>\r\n\r\n<p><strong>Workforce Planning and Staffing</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Determining organizational requirements</li>\r\n <li>Promoting the organization</li>\r\n <li>Developing the staffing plan</li>\r\n</ul>\r\n\r\n<p><strong>Job Analysis and Documentation</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Job Analysis</li>\r\n <li>Job Description</li>\r\n <li>Job Specification</li>\r\n <li>Job Competencies</li>\r\n</ul>\r\n\r\n<p><strong>Recruitment</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Recruitment strategies and sources—including internal and external recruitment methods</li>\r\n <li>Recruiting technology to help the HR professional</li>\r\n</ul>\r\n\r\n<p><strong>Selection</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Overview of selection process</li>\r\n <li>Pre-screening</li>\r\n <li>Tracking</li>\r\n <li>Interview</li>\r\n <li>Evaluate</li>\r\n <li>Selecting</li>\r\n <li>Offer</li>\r\n</ul>\r\n\r\n<p><strong>New Hire Onboarding</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>New employee orientation</li>\r\n <li>New employee onboarding</li>\r\n <li>HR’s role in facilitating the employee’s successful transition into the new environment</li>\r\n</ul>\r\n\r\n<p><strong>Recruiting Metrics</strong><br />\r\n<u>This section examines the following topics</u>:</p>\r\n\r\n<ul>\r\n <li>Evaluating the effectiveness of recruiting efforts</li>\r\n <li>Staffing Metrics</li>\r\n <li>Workforce Analytics & Reporting</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Module 3 : Employee Relations & Communication</u></strong></p>\r\n\r\n<p><strong>Communication in the Workplace</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Communicating with employees</li>\r\n <li>What HR needs to communicate</li>\r\n <li>Cross-cultural communication concepts</li>\r\n <li>Methods for communicating</li>\r\n <li>Using technology for communications</li>\r\n</ul>\r\n\r\n<p><strong>Laws Affecting Employee and Labor Relations</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>The influence of laws on employee relations</li>\r\n <li>The laws affecting global workforce organizations</li>\r\n <li>Organizational policies and employee relations</li>\r\n</ul>\r\n\r\n<p><strong>Creating a Positive Work Environment</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Employee engagement</li>\r\n <li>Characteristics of a positive workplace culture </li>\r\n</ul>\r\n\r\n<p><strong>Managing Employee Behavior Issues</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Discipline processes</li>\r\n <li>Processes for complaint review, investigation and resolution</li>\r\n <li>Performance problems</li>\r\n <li>Methods for managing employee conflicts</li>\r\n <li>Handling employee terminations</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Module 4 : Total Rewards, Compensation & Benefits</u></strong></p>\r\n\r\n<p><strong>Total Rewards</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Goals of the total rewards system</li>\r\n <li>Compensation and benefits strategy</li>\r\n <li>Compensation and benefits for international assignments</li>\r\n</ul>\r\n\r\n<p><strong>Compensation</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>This section examines the following topics:</li>\r\n <li>How to design a compensation system</li>\r\n <li>The components of a compensation system</li>\r\n</ul>\r\n\r\n<p><strong>Benefits</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Deciding Which Benefits to Offer</li>\r\n <li>Benefits Needs Assessment</li>\r\n <li>Types of Benefits</li>\r\n <li>Metrics of Benefits Evaluation</li>\r\n <li>Benefits Trends</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Module 5 : Training & Development</u></strong></p>\r\n\r\n<p><strong>Training</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Adult learning principles</li>\r\n <li>Processes for developing training</li>\r\n <li>Cultural learning perceptions</li>\r\n <li>Technology trends</li>\r\n</ul>\r\n\r\n<p><strong>Performance Management</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Continuous management of performance within the organization</li>\r\n <li>Individual performance appraisals</li>\r\n</ul>\r\n\r\n<p><strong>Career Development</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Career management practices</li>\r\n <li>Individual career planning</li>\r\n <li>Methods for developing leaders</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Module 6 : Health, Safety & Security</u></strong></p>\r\n\r\n<p><strong>Organizational Risks</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>The concept of risk management</li>\r\n <li>Risk management strategies</li>\r\n <li>The effect of health and safety laws and regulations</li>\r\n <li>Contingency plans for health and safety issues</li>\r\n <li>HR’s role in managing risk</li>\r\n</ul>\r\n\r\n<p><strong>Employee Health</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Workplace health risks</li>\r\n <li>Promoting health and wellness programs</li>\r\n</ul>\r\n\r\n<p><strong>Employee Safety</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Safety risks and prevention</li>\r\n <li>Accident investigation</li>\r\n <li>How to promote a safe culture</li>\r\n <li>Insurance and processing claims</li>\r\n</ul>\r\n\r\n<p><strong>Workplace Security</strong><br />\r\n<u>This section examines the following topics:</u></p>\r\n\r\n<ul>\r\n <li>Security risks and prevention measures</li>\r\n <li>Creating security programs</li>\r\n <li>Internal investigation policies and procedures</li>\r\n</ul>\r\n\r\n<p> </p>\r\n\r\n<p><strong><u>Why you must take this program ?</u></strong></p>\r\n\r\n<ul>\r\n <li>BE HR Certified internationally by passing exam on <a href=\"http://www.hrci.org/\">www.hrci.org</a></li>\r\n</ul>\r\n\r\n<p>·        Achieve a high standard of knowledge to work as HR Business Partner, HR Generalist Professional & HR Supervisor</p>\r\n\r\n<p>·        Achieve a professional Skills by practicing in 6 functions in HR introduced in this course</p>\r\n\r\n<p><strong>Who is Qualified to get this program & <u>pass exam?</u></strong></p>\r\n\r\n<p>To anyone have 2 years&#39; experience in human resources</p>\r\n\r\n<p>(in Most cases: Doesn’t Asked for Documents or Evidence)</p>\r\n\r\n<p><strong><u>HRBP Orientation Video</u></strong></p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=xDfEaFV_BKU\">https://www.youtube.com/watch?v=xDfEaFV_BKU</a></p>\r\n\r\n<p><strong><u>Exam Registration Video</u></strong></p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=tBizmkiPnWw\">https://www.youtube.com/watch?v=tBizmkiPnWw</a></p>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع HRBP – HR Business Professional Preparation Online Course</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'c302ced1ec20e0c34836dc5e9018a4b5.jpg', 'جميع الفئات ', 0),
(17, 2, ' اعداد سياسات وإجراءات الموارد البشرية الفعالة', 2500, 25, ' اعداد سياسات وإجراءات الموارد البشرية الفعالة', '<h2>نبذه عن اعداد سياسات وإجراءات الموارد البشرية الفعالة</h2>\r\n\r\n<p>دورة تدريبية اونلاين تهدف لتأهيل المشاركين على اعداد السياسات والاجراءات الخاصة بإدارة الموارد البشرية بالشركة. ليصبح لديهم القدرة على اعداد وتحديث السياسات والاجراءات بصورة احترافية وتساعد الشركة على تحقيق اهدافها.وإكسابهم الخبرة العملية التي تؤهلهم لتحليل العمليات والانشطة داخل ادارة الموارد البشرية وتخطيط العمل بكفاءة.</p>\r\n\r\n<h2>تفاصيل ومحاور اعداد سياسات وإجراءات الموارد البشرية الفعالة</h2>\r\n\r\n<h3 dir=\"rtl\"><strong>التعريف بالبرنامج :</strong></h3>\r\n\r\n<p dir=\"rtl\">صمم هذا البرنامج التدريبي - اونلاين - لتأهيل المشاركين على اعداد السياسات والاجراءات الخاصة بإدارة الموارد البشرية بالشركة. ليصبح لديهم القدرة على اعداد وتحديث السياسات والاجراءات بصورة احترافية وتساعد الشركة على تحقيق اهدافها.وإكسابهم الخبرة العملية التي تؤهلهم لتحليل العمليات والانشطة داخل ادارة الموارد البشرية وتخطيط العمل بكفاءة. <br />\r\nكذلك يتدرب المشاركون على تحويل الاهداف والغايات الاستراتيجية الى برامج عمل مصغرة ووضعها موضع التنفيذ</p>\r\n\r\n<h3 dir=\"rtl\"><strong>محاور البرنامج : </strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>ادارة الموارد البشرية الاهداف والغايات </li>\r\n <li>ما المقصود بالسياسات واللوائح الداخلية للموارد البشرية </li>\r\n <li>ما المقصود بإجراءات العمل الداخلي بإدارة الموارد البشرية </li>\r\n <li>نطاق العمل في الموارد البشرية</li>\r\n <li>التأثيرات الحالية والمرتقبة على الموارد البشرية</li>\r\n <li>العمليات والانشطة داخل الموارد البشرية</li>\r\n <li>الموارد البشرية وعلاقتها بالادارات الاخرى</li>\r\n <li>الهيكل التنظيمي وعلاقته بسياسات وإجراءات الموارد البشرية</li>\r\n <li>المراحل العملية لاعداد السياسات والاجراءات للموارد البشرية</li>\r\n <li>التحليل الوظيفي وعلاقته بالموارد البشرية</li>\r\n <li>مكونات النظام الداخلي للموارد البشرية</li>\r\n <li>وضع السياسات واللوائح موضع التنفيذ</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع اعداد سياسات وإجراءات الموارد البشرية الفعالة</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '467d06ce3ca3507be6d7625e21152c8a.jpg', 'جميع الفئات ', 0),
(18, 3, 'دورة المحاسب المالي المحترف PFA', 2500, 36, 'دورة المحاسب المالي المحترف PFA', '<h2>نبذه عن دورة المحاسب المالي المحترف PFA</h2>\r\n\r\n<p>كورس تدريبي اونلاين يهدف الى تأهيلك محاسبيا بالاضافة الى التدريب العملي على القيد الدفتري واستعراض جميع أشكال الدفاتر وكيفية اعداد القوائم المالية وتحليلها</p>\r\n\r\n<h2>تفاصيل ومحاور دورة المحاسب المالي المحترف PFA</h2>\r\n\r\n<p dir=\"rtl\">دورة تدريبية اونلاين تتم فيها الدراسة من خلال الانترنت وتهدف الى تأهيلك محاسبيا بالاضافة الى التدريب العملي على القيد الدفتري واستعراض جميع أشكال الدفاتر وكيفية اعداد القوائم المالية وتحليلها، بالإضافة الى محاضرات مكثفة في برنامج الاكسيل وكيفية استخدامه لعمل جميع مراحل الدورة المحاسبية.</p>\r\n\r\n<p dir=\"rtl\"><strong>ينقسم هذا البرنامج التدريبي المهني الاونلاين الى مرحلتين متصلة ببعضها البعض:</strong></p>\r\n\r\n<h3 dir=\"rtl\">المرحلة الأولى:</h3>\r\n\r\n<p dir=\"rtl\"> وتهدف إلى تأهيل الدارس من الناحية المحاسبية والتدريب العملي على القيد الدفتري واستعراض جميع أشكال الدفاتر، <strong>وتشتمل هذه المرحلة على:</strong></p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>التعرف على اهم المبادئ والفروض المحاسبية المتعارف عليها</li>\r\n <li>التعرف على الدورة المحاسبية بكل تفاصيلها \r\n <ul>\r\n  <li>القيد المزدوج – حساب الاستاذ – ميزان المراجعة – القوائم المالية</li>\r\n </ul>\r\n </li>\r\n <li>إعداد القوائم المالية للشركات\r\n <ul>\r\n  <li>أهداف معيار المحاسبة الدولى الاول الخاص بعرض القوائم المالية .</li>\r\n  <li>هيكل ومحتويات القوائم المالية .</li>\r\n  <li>إعداد القوائم المالية للشركات طبقاً لمعايير المحاسبة الدولية </li>\r\n </ul>\r\n </li>\r\n <li>تصميم الدوره المستندية لشركات الاعمال.\r\n <ul>\r\n  <li>فواتير البيع</li>\r\n  <li>اصالات قبض نقدية وشيكات – اصالات صرف نقدية وشيكات </li>\r\n  <li>امر اضافه وصرف للمخزون.... الخ )</li>\r\n </ul>\r\n </li>\r\n <li>تصميم الدورة الدفترية باستخدام الطريقة الأمريكية .</li>\r\n <li>تصميم الدورة الدفترية باستخدام الطريقة الفرنسية.\r\n <ul>\r\n  <li>دفاتر اليومية المساعده</li>\r\n  <li>حساب الاستاذ المساعد</li>\r\n  <li>حساب الاستاذ العام</li>\r\n  <li>دفتر اليويه العامه</li>\r\n </ul>\r\n </li>\r\n <li>تحليل وتفسير القوائم المالية\r\n <ul>\r\n  <li>التحليل الافقى </li>\r\n  <li>التحليل الراسى </li>\r\n  <li>التحليل باستخدام النسب المالية</li>\r\n </ul>\r\n </li>\r\n <li>اهم أنواع الضرائب المطبقة في مصر وكيفيه اعداد التقارير الضريبية .\r\n <ul>\r\n  <li>ضريبة المبيعات</li>\r\n  <li>ضريبة الخصم من المنبع</li>\r\n  <li>ضريبة الدخل</li>\r\n </ul>\r\n </li>\r\n <li>اعداد التسويات الجردية لبعض العمليات المالية\r\n <ul>\r\n  <li>التسويات الجردية للحسابات الاسمية - المصروفات والايرادات</li>\r\n  <li>التسويات الجردية لحساب المخزون فى ظل طريقة الجرد الدورى والمستمر</li>\r\n  <li>التسويات الجردية لحساب البنك</li>\r\n  <li>التسويات الجردية للخزينة</li>\r\n  <li>التسويات الجردية للاصول الثابتة \" حساب الاهلاك وبيع الاصول و واعادة تقييم العمر الانتاجى للاصل\"</li>\r\n </ul>\r\n </li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\">المرحلة الثانية:</h3>\r\n\r\n<p dir=\"rtl\">دورة المحاسبة الإلكترونية أو المحاسبة باستخدام الحاسب<br />\r\nيتم فيها دراسة المحاسبة من خلال برنامج الـ <strong>Excel </strong>وكيفية عمل جميع مراحل الدورة الدفترية والتى تم دراسته فى الجزء الدفترى بالدورة وجميع مهام المحاسب الناجح من خلال برنامج الـ Excel.</p>\r\n\r\n<p dir=\"rtl\"><strong>تصميم مالى آلى باستخدام برنامج الاكسيل، ويشمل:</strong></p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>المجموعة الدفترية باستخدام الطريقه الفرنسية</li>\r\n <li>المجموعة الدفترية باستخدام الطريقة الامريكية</li>\r\n <li>اعداد ميزان المراجعة</li>\r\n</ol>\r\n\r\n<p dir=\"rtl\"><strong>الفئات المستهدفة : </strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>الافراد (غير المحاسبين )الراغبين في الدخول في مجال المحاسبة </li>\r\n <li>خريجي كلية التجارة الراغبين في اكتساب خبرات عملية تطبيقية</li>\r\n <li>المحاسبين الراغبين في اكتساب خبرات مهنية وعملية</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة المحاسب المالي المحترف PFA</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '7e6ec3d5f23bd2e1a86a2fab67f90494.jpg', 'جميع الفئات ', 0),
(19, 3, 'الماجستير المهني المصغر في المحاسبة والادارة المالية', 2500, 38, 'الماجستير المهني المصغر في المحاسبة والادارة المالية', '<h2>نبذه عن الماجستير المهني المصغر في المحاسبة والادارة المالية</h2>\r\n\r\n<p>برنامج تدريبي أونلاين صمم خصيصا لاعداد المحاسب المتميز في مجالات المحاسبة الأكثر طلباً في سوق التوظيف، وهو برنامج تدريبي شامل يضم مجالات المحاسبة المختلفة كالمحاسبة المالية و محاسبة التكاليف ومحاسبة الضرائب والمحاسبة الالكترونية والتحليل المالي</p>\r\n\r\n<h2>تفاصيل ومحاور الماجستير المهني المصغر في المحاسبة والادارة المالية</h2>\r\n\r\n<p dir=\"rtl\">برنامج تدريبي أونلاين صمم خصيصا لاعداد المحاسب المتميز في مجالات المحاسبة الأكثر طلباً في سوق التوظيف، وهو برنامج تدريبي شامل يضم مجالات المحاسبة المختلفة كالمحاسبة المالية و محاسبة التكاليف ومحاسبة الضرائب والمحاسبة الالكترونية والتحليل المالي</p>\r\n\r\n<h2 dir=\"rtl\">تفاصيل ومحاور الماجستير المهني المصغر في المحاسبة والادارة المالية</h2>\r\n\r\n<p dir=\"rtl\">هذا البرنامج صمم لتغطية تخصصات محاسبية مختلفة مثل محاسبة التكاليف والمحاسبة والتحليل المالي والادارة المالية وغيرها <br />\r\nيتناول البرنامج تطبيقات محاسبية في مجالات مختلفة مثل محاسبة المقاولات ومحاسبة شركات الاستثمار العقاري ومحاسبة شركات السياحة (فنادق / مطاعم / شركات سياحة) ومحاسبة شركات الاستيراد والتصدير ومن الجدير بالذكر أن هذا البرنامج ليس شهادة ماجستير اكاديمي ولا يؤهل لأي درجة علمية اكاديمية، هو دورة تدريبية متقدمة في إدارة الأعمال.</p>\r\n\r\n<h2 dir=\"rtl\">محاور البرنامج :</h2>\r\n\r\n<h3 dir=\"rtl\">المحور الاول : برنامج المحاسب المالي المحترف </h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>التعرف على اهم المبادئ والفروض المحاسبية المتعارف عليها</li>\r\n <li>التعرف على الدورة المحاسبية بكل تفاصيلها \r\n <ul>\r\n  <li>القيد المزدوج – حساب الاستاذ – ميزان المراجعة – القوائم المالية</li>\r\n </ul>\r\n </li>\r\n <li>إعداد القوائم المالية للشركات\r\n <ul>\r\n  <li>أهداف معيار المحاسبة الدولى الاول الخاص بعرض القوائم المالية .</li>\r\n  <li>هيكل ومحتويات القوائم المالية . )قائمة الدخل – المركز المالى – التدفقات النقدية )</li>\r\n  <li>إعداد القوائم المالية للشركات طبقاً لمعايير المحاسبة الدولية </li>\r\n </ul>\r\n </li>\r\n <li>تصميم الدوره المستندية لشركات الاعمال.\r\n <ul>\r\n  <li>فواتير البيع</li>\r\n  <li>اصالات قبض نقدية وشيكات – اصالات صرف نقدية وشيكات </li>\r\n  <li>امر اضافه وصرف للمخزون.... الخ )</li>\r\n </ul>\r\n </li>\r\n <li>تصميم الدورة الدفترية باستخدام الطريقة الأمريكية .</li>\r\n <li>تصميم الدورة الدفترية باستخدام الطريقة الفرنسية.\r\n <ul>\r\n  <li>دفاتر اليومية المساعده</li>\r\n  <li>حساب الاستاذ المساعد</li>\r\n  <li>حساب الاستاذ العام</li>\r\n  <li>دفتر اليويه العامه</li>\r\n </ul>\r\n </li>\r\n <li>تحليل وتفسير القوائم المالية\r\n <ul>\r\n  <li>التحليل الافقى </li>\r\n  <li>التحليل الراسى </li>\r\n  <li>التحليل باستخدام النسب المالية</li>\r\n </ul>\r\n </li>\r\n <li>اعداد التسويات الجردية لبعض العمليات المالية\r\n <ul>\r\n  <li>التسويات الجردية للحسابات الاسمية - المصروفات والايرادات</li>\r\n  <li>التسويات الجردية لحساب المخزون فى ظل طريقة الجرد الدورى والمستمر</li>\r\n  <li>التسويات الجردية لحساب البنك</li>\r\n  <li>التسويات الجردية للخزينة</li>\r\n  <li>التسويات الجردية للاصول الثابتة \" حساب الاهلاك وبيع الاصول و واعادة تقييم العمر الانتاجى للاصل\"</li>\r\n </ul>\r\n </li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><br />\r\nالمحور الثاني : برنامج المحاسبة المتخصصة : </h3>\r\n\r\n<ol dir=\"rtl\">\r\n <li>محاسبة التكاليف :\r\n <ul>\r\n  <li>تجميع وتسجيل وتبويب بيانات التكلفة بهدف توفير معلومات عن التكلفة تستخدمها الادارة لاغراض التخطيط والرقابة و اتخاذ القرارات, كما تساعد في اعداد القوائم المالية للجهات الخارجية.</li>\r\n </ul>\r\n </li>\r\n <li>محاسبة شركات المقاولات.</li>\r\n <li>محاسبة شركات الإستثمار العقاري </li>\r\n <li>محاسبة شركات الإستيراد والتصدير.</li>\r\n <li>محاسبة الجمعيات الخيرية والمنشآت الغير هادفة للربح.</li>\r\n <li>محاسبة شركات قطاع السياحة ( فنادق / مطاعم / شركات سياحة)</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\">المحور الثالث - برنامج المحاسبة الإلكترونية (شرح استخدام برنامجي الاكسل و البيتش تري في المحاسبة)</h3>\r\n\r\n<p dir=\"rtl\">يتناول هذا المحور شرح استخدام برنامجي الاكسل والبيتش تري في المحاسبة كالتالي : </p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>\r\n <p>استخدام برنامج الاكسل في المحاسبة : </p>\r\n\r\n <ul>\r\n  <li>انشاء دورة محاسبية على الاكسيل وتحتوي على :-\r\n  <ul>\r\n   <li>اليومية الامريكية</li>\r\n   <li>دفتر الاستاذ (التحليلات).</li>\r\n   <li>ميزان المراجعه.</li>\r\n   <li>قائمة الدخل.</li>\r\n   <li>قائمة المركز المالى.</li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>استخدام برنامج بيتش تري في المحاسبة :\r\n <ul>\r\n  <li>كيفية انشاء شركة على البرنامج </li>\r\n  <li>كيفيه تسجيل الارصدة الافتتاحية</li>\r\n  <li>كيفيه التسجيل فى دفتر اليومية</li>\r\n  <li>كيفيه تسجيل الموردين وتعاملات الشراء :-\r\n  <ul>\r\n   <li>purchases orders</li>\r\n   <li>enter bills</li>\r\n   <li>pay bills</li>\r\n   <li>electronic bill pay</li>\r\n   <li>write checks</li>\r\n   <li>void checks</li>\r\n   <li>credits and returns</li>\r\n   <li>reports</li>\r\n  </ul>\r\n  </li>\r\n  <li>كيفيه تسجيل البضائع والخدمات</li>\r\n  <li>كيفيه تسجيل العملاء وتعاملات البيع :-\r\n  <ul>\r\n   <li>Quotes and proposals</li>\r\n   <li>Sales orders</li>\r\n   <li>Sales invoices</li>\r\n   <li>Receive money</li>\r\n   <li>Bank Deposits</li>\r\n   <li>Sales Tax </li>\r\n   <li>credits and returns</li>\r\n   <li>reports</li>\r\n  </ul>\r\n  </li>\r\n  <li>كيفية تسجيل الموظفين وقائمة الرواتب</li>\r\n  <li>كيفيه استخراج القوائم المالية</li>\r\n  <li>قائمة المركز المالى</li>\r\n  <li>قائمة التدفقات النقدية</li>\r\n  <li>قائمة الدخل</li>\r\n  <li>ميزان المراجعة</li>\r\n  <li>الاستاذ العام</li>\r\n  <li>كيفيه انشاء مستخدمين للبرنامج</li>\r\n </ul>\r\n </li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\">في نهاية البرنامج يحصل المتدرب على : </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>يحصل المتدرب على شهادة Mini MBA - Accounting & Financial Management من اكاديمية اي بي اس للتدريب</li>\r\n <li>يحصل المتدرب على شهادة من اكاديمية كمبريدج البريطانية بمسمى (Mini MBA - Accounting & Financial Management)</li>\r\n <li>يحصل المتدرب على شهادة المحاسب المالي المحترف من اكاديمية اي بي اس للتدريب.</li>\r\n <li>يحصل المتدرب على شهادة في المحاسبة المتخصصة من اكاديمية اي بي اس للتدريب.</li>\r\n <li>يحصل المتدرب على شهادة في المحاسبة الإلكتروني باستخدام برنامجي Excel & Peach Tree من اكاديمية اي بي اس للتدريب.</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع الماجستير المهني المصغر في المحاسبة والادارة المالية</h2>\r\n\r\n<ul>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '2e61ce925bd4ee808915e8941fd3db06.jpg', 'جميع الفئات ', 0),
(20, 3, 'كورس المحاسبة الالكترونية للمحاسبين - E-Accounting', 1400, 26, 'كورس المحاسبة الالكترونية للمحاسبين - E-Accounting', '<h2>نبذه عن كورس المحاسبة الالكترونية للمحاسبين - E-Accounting</h2>\r\n\r\n<p>دورة تدريبية أونلاين في المحاسبة الالكترونية، وتهدف الى تأهيل المتدربين لتعلم كيفية استخدام الكمبيوتر وتطبيقاته في مجال المحاسبة والمالية.</p>\r\n\r\n<h2>تفاصيل ومحاور كورس المحاسبة الالكترونية للمحاسبين - E-Accounting</h2>\r\n\r\n<p dir=\"rtl\">المحاسبة الالكترونية هى استخدام الكمبيوتر وتطبيقاته فى المحاسبة حيث يقوم الكمبيوتر بعمليات تجميع المدخلات والقيود اليوميه والفواتير ويقوم بتخزينها وعمل عمليات معالجه حسابيه عليها للحصول على تقارير مالية وتحليل مالى وبيانى لتلك العمليات، وتحتوى المحاسبة الالكترونية على الدورة المحاسبية بخطواتها من تسجيل العمليات اليومية وتحويلها لقيود يومية وترحيل لحسابات الاستاذ وإعداد ميزان المراجعه ثم قيود التسويات وميزان المراجعه بعد التسويات ثم نهاية بإعداد القوائم الماليه وتحليلاتها ومرفقاتها.</p>\r\n\r\n<p dir=\"rtl\">المحاسبة الالكترونيه تستخدم الجداول الالكترونيه أو البرامج المصممه بالدورة المحاسبية لتطبيقها على الكمبيوتر بطريقة اًليه حيث تقوم بتسجيل القيد فقط او ما يمثله فيقوم البرنامج بعمل حسابات الاستاذ وميزان المراجعه و القوائم الماليه بطريقة الكترونيه.</p>\r\n\r\n<h3 dir=\"rtl\"><strong>دور الكبيموتر فى المحاسبة؟</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>دور الكمبيوتر فى المحاسبة Role of computers in accounting</li>\r\n <li>ماهى المحاسبة الالكترونيه؟</li>\r\n <li>مزايا المحاسلة الالكترونيه</li>\r\n <li>ما يؤخذ على إستخدام الكمبيوتر والنظام المحاسبى LIMITATIONS </li>\r\n <li>المتطلبات الأساسية للنظام المحاسبى الإلكترونى </li>\r\n <li>مراحل المحاسبة الإلكترونية</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>الاكسل المحاسبى:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>إعداد دورة محاسبية ومالية على الإكسل وإعداد قيود اليومية و حساب الأستاذ وميزان المراجعه والميزانية وقائمة الدخل </li>\r\n <li>إستخدام المعادلات للحصول على التقارير </li>\r\n <li>إستخدام الترتيب الفرز </li>\r\n <li>إعداد ورقة العمل المحاسبية Worksheet Accounting</li>\r\n <li>إستخدام الجداول المحورية Pivot Tables فى الحصول على الحسابات والتقارير</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>كويك بوكس المكتبى QuickBooks Desktop</strong></h3>\r\n\r\n<p dir=\"rtl\">كويك بوكس هو نظام محاسبى يمكنك من خلاله إداره حسابات شركتك أيا كان نشاطك سواء كان خدمى ام تجارى او صناعى، كويك بوكس يقوم بإداراة حسابات العملاء، الموردين، الموظفين، البنوك، والحسابات العامة، ويقوم بتحويل كل المعاملات اليومية لنشاطك إلى قيود محاسبية ويتم ترحيلها إلى الحسابات تلقائيا بدون أن يقوم المحاسب بتسجيل القيود مرة أخرى.<br />\r\nكما يعتبر كويك بوكس أفضل برنامج محاسبة يناسب الشركات الصغيرة والمتوسطة ، كويك بوكس يتميز بالقوة والسرعة فى التسجيل وعرض كمية كبيرة من التقارير التى تريدها أغلب المنشأت من اول قيود اليوميه مرورا بالحسابات العامة والحسابات التحليليه حتى ميزان المراجعه والميزانية وقائمة الدخل بالمقارنات والنسب والتحليلات المالية المطلوبه لإتخاذ القرارات الإدارية والمصيريه للشركات.<br />\r\nكويك بوكس هو نظام محاسبى متكامل من القيد إلى الميزانية فهو مصمم لإدارة الحسابات والمخزون والمبيعات والمشتريات والضرائب والأجور وكل احتياجات الشركات .</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>نظرة عامة على كويك بوكس المكتبى QuickBooks Overview</li>\r\n <li>شجرة / دليل الحسابات Chart of accounts</li>\r\n <li>إدارة القوائم في البرنامج المحاسبى Managing Lists</li>\r\n <li>حسابات النقدية البنوك ومذكرة تسوية البنك Bank Reconciliations</li>\r\n <li>العملاء والمبيعات والمشروعات Customers and Sales</li>\r\n <li>الموردين و المشتريات Vendors and Purchases</li>\r\n <li>المخازن والأصناف Items and Inventory </li>\r\n <li>التقارير المالية الختامية والتحليليه Financial Reports </li>\r\n <li>ضرائب المبيعات والقيمة المضافة Sales Tax </li>\r\n <li>العملات الاجنبية multiple currencies</li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>سيج 50 بيتش ترى Sage 50 Peachtree</strong></h3>\r\n\r\n<p dir=\"rtl\">سيج 50 أو بيتش ترى هو برنامج محاسبى مصمم من خلال شركة سيج الأمريكية إصدارات حتى 2012 كانت بإسم بيتش ترى PeachTree أما الإصدارات الأخيرة من إصدار 2013 تم تسميتها سيج 50 Sageوهى عبارة عن تحديثات سنوية للبرنامج الأساسى بيتش ترى <br />\r\nبيتش ترى سيج 50 هو الأفضل لعملك سواء كنت تقدم خدمات أو إدارة مخازن ومشروعات بشكل أسرع والعمل بشكل أكثر كفاءة، بيتش تري هو تطبيق محاسبى للشركات الصغيرة والمتوسطة الحجم، <br />\r\nبرنامج سيج 50 أو بيتتش ترى هو واحد من أفضل برامج المحاسبة الأكثر إنتشارا ومن أفضل تطبيقات المحاسبة اإلكترونية للشركات المتوسطة والصغيرة ، برنامج سيج 50 ( بيتتش ترى) متعدد الوظائف للمحاسبة ومسك الدفاتر من إنشاء الفواتير ووظائف المبيعات والعملاء، و المشتريات والموردين، والمخازن، وإعدادا قيود اليومية وحسابات الأستاذ والقوائم المالية والتحليل المالى.<br />\r\nبيشتري هو برنامج رائع للتعلم، حيث أن المهارات التي تتعلمها في Peachtree يمكن أن توفر لك وقتا ثمينا وكذلك توفر لك الجهد والمال وتنظيم وهيكلة المحاسبة لشركتك إلكترونيا. بيتش تري يساعد المحاسبين والمديرين لإدارة العديد من المهام المحاسبية</p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>نظرة عامة وتصفح سيج بيتش ترى Sage50 Peachtree Overview</li>\r\n <li>شجرة / دليل الحسابات Chart of accounts</li>\r\n <li>إدارة القوائم في البرنامج المحاسبى Managing Lists</li>\r\n <li>حسابات النقدية البنوك ومذكرة تسوية البنك Bank Reconciliations and Cash manager</li>\r\n <li>العملاء والمبيعات Customers and Sales</li>\r\n <li>الموردين و المشتريات Vendors and Purchases</li>\r\n <li>المشروعات ومراكز التكلفة Jobs and Cost Centers</li>\r\n <li>المخازن والأصناف Items and Inventory </li>\r\n <li>التقارير المالية الختامية والتحليليه Financial Reports </li>\r\n <li>ضرائب المبيعات والقيمة المضافة Sales Tax </li>\r\n <li>العملات الاجنبية multiple currencies</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس المحاسبة الالكترونية للمحاسبين - E-Accounting</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '33b3da82a601c18cb0677dcb7cc8bb80.jpg', 'جميع الفئات ', 0),
(21, 3, 'دورة المدير المالي المعتمد ', 1400, 20, 'دورة المدير المالي المعتمد ', '<h2>نبذه عن دورة المدير المالي المعتمد</h2>\r\n\r\n<p>دورة تدريبية تساعد المدراء الماليون الراغبون في الحصول على تأهيل مهني يوثق خبرتهم العملية، وكسب المعرفة التي تمكنهم من أداء مهامهم الوظيفية بأسلوب ومنهج علمي متطور</p>\r\n\r\n<h2>تفاصيل ومحاور دورة المدير المالي المعتمد</h2>\r\n\r\n<h3 dir=\"rtl\">الفئات الوظيفية المرشحة للحصول على الشهادة</h3>\r\n\r\n<p dir=\"rtl\"><u>تشمل الفئات المرشحة للحصول على هذه الشهادة المتخصصين في الحقل المالي والإداري المحاسبي ومنهم:</u></p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>المدراء الماليون الراغبون في الحصول على تأهيل مهني يوثق خبرتهم العملية، وكسب المعرفة التي تمكنهم من أداء مهامهم الوظيفية بأسلوب ومنهج علمي متطور</li>\r\n <li>كافة المتخصصين و العاملين في مجال المراجعة و التدقيق المالي و الإداري</li>\r\n <li>كافة العاملين في المجال المحاسبي الراغبون في الحصول على تأهيل مهني يمكنهم من تولي وظائف قيادية في المجال المحاسبي المالي</li>\r\n <li>العاملون والمتخصصون في قطاع البنوك والاستثمار</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\">المؤهلات المطلوبة للتسجيل للاختبار</h3>\r\n\r\n<p dir=\"rtl\"><u>يتطلب التسجيل لدخول تبار:</u></p>\r\n\r\n<ol dir=\"rtl\">\r\n <li>الحصول على مؤهل جامعي، درجة البكالوريوس في المجال</li>\r\n <li>خبرة عملية لا تقل عن عامين في مجال المحاسبة الإدارية أو الإدارة المالية أو كلتيهما.</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\">مدة البرنامج</h3>\r\n\r\n<p dir=\"rtl\">عدد الساعات 32 ساعة مقسمة الى 8 محاضرات مدة المحاضرة 4 ساعات</p>\r\n\r\n<h3 dir=\"rtl\">محتويات الشهادة :</h3>\r\n\r\n<p dir=\"rtl\"><strong>اولاً : مفهوم الإدارة المالية</strong><br />\r\n1- هدف الإدارة المالية من وجهة نظر ( الملاك ، الإدارة ، العاملين ) و تفاعل مصالح الأطراف المعنية .<br />\r\n2- تعريف بوظائف الإدارة المالية.</p>\r\n\r\n<p dir=\"rtl\"><strong>ثانياً :اعداد القوائم المالية وفقاً للمعايير الدولية.</strong><br />\r\n1- شرح محتوى القوائم المالية<br />\r\nأ-قائمة المركز المالى<br />\r\nب-قائمة الدخل<br />\r\nج-قائمة التغير فى حقوق الملكية<br />\r\nد- قائمة التدفقات النقدية<br />\r\n2- شرح أهم المعايير المحاسبية<br />\r\nأ‌- المعيار المحاسبى الدولى رقم 1 – عرض القوائم المالية<br />\r\nب‌- المعيار المحاسبى الدولى رقم 2 – المخزون<br />\r\nت‌- المعيار المحاسبى الدولى رقم 7 – قائمة التدفقات النقدية<br />\r\nث‌- المعيار المحاسبى الدولى رقم 8 - التغير في التقديرات المحاسبية والأخطاء والتغيرات في السياسات المحاسبية<br />\r\nج‌- المعيار المحاسبى الولى رقم 11 – عقود الانشاء</p>\r\n\r\n<p dir=\"rtl\"><strong>ثالثاً: القرارات الاستثمارية طويلة الأجل</strong><br />\r\n1- المبادئ الإدارية التي تخضع لها الأصول الثابتة و الأموال المستثمرة فيها .<br />\r\n2- القرارات الاستثمارية.</p>\r\n\r\n<p dir=\"rtl\"><strong>رابعاً: قرارات التمويل قصيرة الأجل .</strong><br />\r\n1- المبادئ الإدارية التي تخضع لها الأصول المتداولة و الأموال المستثمرة فيها .<br />\r\n2- رأس المال العامل واستراتيجيات إدارته .<br />\r\n3- إدارة الحسابات المدينة :<br />\r\n4- الاستثمار في المخزون .<br />\r\n5- إدارة النقدية وتخطيط السيولة</p>\r\n\r\n<p dir=\"rtl\"><strong>خامساً: قرارات التمويل طويل الأجل .</strong><br />\r\n1- تعريف هيكل التمويل.<br />\r\n2- مخاطر الأعمال و المخاطر المالية .<br />\r\n3- الموازنة بين العائد و المخاطرة .<br />\r\n4- مصادر التمويل طويلة الأجل .</p>\r\n\r\n<p dir=\"rtl\"><strong>سادساً: أدوات وأساليب التخطيط المالي وإعداد القوائم المالية المتوقعة</strong><br />\r\n-الموازنة الشاملة - موازنة الدخل<br />\r\n- موازنة الايرادات - موازنة الانتاج<br />\r\n-موازنة المصروفات -الموازنة الاستثمارية</p>\r\n\r\n<p dir=\"rtl\"><strong>سابعاً : أدوات وأساليب التحليل المالي لتقييم وتقويم القرارات والنتائج الاستثمارية والتمويلية .</strong><br />\r\n1. أدوات و أساليب التحليل المالي<br />\r\n- التحليل المالى الافقى - التحليل المالى الرأسى - التحليل المالى بالنسب<br />\r\n2. أساليب وطرق إعداد التقرير النهائي لنتائج التحليل المالي .<br />\r\n4. استخدام التحليل المالي للتنبؤ والتخطيط المستقبلي</p>\r\n\r\n<p dir=\"rtl\"><strong>ثامناً : كيف تدير الازمات المالية بنجاح</strong><br />\r\n1. إدارة الأزمات <br />\r\n2. أزمة السيولة<br />\r\n3. أزمة الربحية<br />\r\n4. أزمة الاستثمارات<br />\r\n5. أزمة التمويل</p>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع دورة المدير المالي المعتمد</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', 'a009288721df9c0a7b4a40e207679d71.jpg', 'جميع الفئات ', 0),
(22, 3, 'استخدامات مؤشرات الاداء المالية الرئيسية Financial KPI\'s في الادارة المالية', 1400, 25, 'استخدامات مؤشرات الاداء المالية الرئيسية Financial KPI\'s في الادارة المالية', '<h2>نبذه عن استخدامات مؤشرات الاداء المالية الرئيسية Financial KPI&#39;s في الادارة المالية</h2>\r\n\r\n<p>يؤهلك هذا البرنامج التدريبي الاونلاين الفريد والمتميز على فهم ماهية مؤشرات الاداء المالي الرئيسية Financial KPI&#39;s واستخداماتها في الادارة المالية لشركتك أو مشروعك</p>\r\n\r\n<h2>تفاصيل ومحاور استخدامات مؤشرات الاداء المالية الرئيسية Financial KPI&#39;s في الادارة المالية</h2>\r\n\r\n<h3 dir=\"rtl\"><strong>التعريف بكورس المؤشرات المالية الرئيسية Financial KPI&#39;s:</strong></h3>\r\n\r\n<p dir=\"rtl\">تعد المؤشرات المالية الرئيسية Financial KPI&#39;s هي نقطة البداية لرصد المشكلات المالية وتحليلها ووضع برامج حلها. وهي مجموعة من القياسات التي يستخدمها المدير المالي لتقييم ومقارنة الاداء المالي للشركة خلال فترة معينة. <br />\r\nيؤهلك هذا البرنامج التدريبي الاونلاين الفريد والمتميز على فهم ماهية مؤشرات الاداء المالي الرئيسية Financial KPI&#39;s واستخداماتها في الادارة المالية لشركتك أو مشروعك . </p>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة:</strong> </h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>المديرين الماليين </li>\r\n <li>المحاسبين الماليين </li>\r\n <li>رؤساء اقسام المالية والمحاسبة بالشركات </li>\r\n <li>الافراد الراغبين في شغل هذه الوظائف</li>\r\n <li>اصحاب الشركات والمشروعات </li>\r\n</ul>\r\n\r\n<h3 dir=\"rtl\"><strong>المحاور:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>أهمية تقييم الاداء ووضع الاهداف المالية للشركة</li>\r\n <li>مراحل ادارة وتقييم الاداء المالي للشركة </li>\r\n <li>تحديد الاهداف المالية والاطار الزمني لتحقيقها</li>\r\n <li>ما هي مؤشرات الاداء المالي الرئيسية Financial KPI&#39;s</li>\r\n <li>الربط بين مؤشرات الاداء المالي ومؤشرات الاداء العامة للشركة</li>\r\n <li>الربط بين مؤشرات الاداء المالي للادارة المالية ومؤشرات الاداء للافراد العاملين بها</li>\r\n <li>كيف يمكنك ايجاد مؤشرات الاداء المالي الرئيسية Financial KPI&#39;s</li>\r\n <li>المستندات والوثائق المستخدمة في دراسة مؤشرات الاداء المالي الرئيسية </li>\r\n <li>جمع البيانات وتحليلها واعداد التقارير </li>\r\n <li>تصميم لوحات مؤشرات الاداء الرئيسية  </li>\r\n <li>عملية القياس والتحليل :\r\n <ul>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس كفاءة التشغيل \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس التكاليف \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس نسب المديونية \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس الربحية \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس السيولة \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس التمويل\r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس كفاءة الاستثمار\r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس النسب السوقية \r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n  <li dir=\"rtl\">مؤشرات الاداء المالي الرئيسية وقياس نسب أخرى متنوعة\r\n  <ul>\r\n   <li>انواع المؤشرات المستخدمة </li>\r\n   <li>تحليل نتائجها</li>\r\n   <li>انعكاساتها على التخطيط المالي </li>\r\n  </ul>\r\n  </li>\r\n </ul>\r\n </li>\r\n <li>اجتماعات استعراض نتائج مؤشرات الاداء المالي الرئيسية</li>\r\n <li>عمليات التغذية المرتجعة Feedback  ومؤشرات الاداء المالي الرئيسية </li>\r\n</ul>\r\n\r\n<p dir=\"rtl\"> </p>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع استخدامات مؤشرات الاداء المالية الرئيسية Financial KPI&#39;s في الادارة المالية</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '39df32328cc14a7444850243f4e5278a.jpg', 'جميع الفئات ', 0),
(24, 3, 'كورس تدريبي في محاسبة شركات المقاولات', 1800, 18, 'كورس تدريبي في محاسبة شركات المقاولات', '<h2>نبذه عن كورس تدريبي في محاسبة شركات المقاولات</h2>\r\n\r\n<p>دورة تدريبية يهدف الى تأهيل المحاسبين العاملين في شركات المقاولات بحيث يكتسب المشاركون الخبرات والمهارات العملية اللازمة للنجاح في محاسبة شركات المقاولات.</p>\r\n\r\n<h2>تفاصيل ومحاور كورس تدريبي في محاسبة شركات المقاولات</h2>\r\n\r\n<p dir=\"rtl\">أول كورس تدريبي موجه بشكل خاص الى المحاسبين الذين يعملون في شركات المقاولات او في اي مجال محاسبي مرتبط بأعمال المقاولات بجميع انواعها، بحيث يهدف هذا الكورس المكثف الى اكساب المشاركين فيه الخبرات والمهارات العلمية اللازمة لعمل كافة العمليات المحاسبية والقيود والتنظيم المحاسبي والخاص بشركات وعمليات المقاولات، فمن المعلوم ان المحاسبة في شركات المقاولات ذات طابع خاص جدا يختلف بشكل متباين عن المحاسبة العامة في اي مجال أخر، وهو ما يعني انه ومهما كانت خبراتك في مجال المحاسبة وعند الانتقال للعمل في شركة مقاولات او في مجال المقاولات عموما، فسيكون لزاما عليك الحصول على المعارف والخبرات الضرورية للنجاح في محاسبة شركات المقاولات بشكل خاص.</p>\r\n\r\n<h3 dir=\"rtl\">محاور البرنامج:</h3>\r\n\r\n<h4 dir=\"rtl\"><strong>أولاً:- أهم المبادئ والفروض المحاسبية المالية</strong></h4>\r\n\r\n<ol dir=\"rtl\">\r\n <li>فرض الشخصية الاعتبارية</li>\r\n <li>مبدأ التكلفة التاريخية</li>\r\n <li>مبدأ الاستحقاق</li>\r\n <li>مبدأ الاعتراف بالايرادات</li>\r\n <li>مبدأ مقابلة الايرادات بالنفقات</li>\r\n <li>مبدأ الثبات</li>\r\n <li>مبدأ الاهمية النسبية</li>\r\n <li>مبدا الحيطة والحذر</li>\r\n</ol>\r\n\r\n<h4 dir=\"rtl\"><strong>ثانياً:- أساسيات محاسبة التكاليف</strong> </h4>\r\n\r\n<ol dir=\"rtl\">\r\n <li>تعريف محاسبة التكاليف</li>\r\n <li>مجالات استخدام محاسبة التكاليف</li>\r\n <li>أهداف محاسبة التكاليف</li>\r\n <li>تبويب عناصر التكاليف:</li>\r\n</ol>\r\n\r\n<h4 dir=\"rtl\"><strong>ثالثاً:- نظام التكاليف فى شركات المقاولات (الإنشاءات)</strong></h4>\r\n\r\n<ol dir=\"rtl\">\r\n <li>تكلفة مواد <br />\r\n الجرد الدورى للمخزون - الجرد المستمر للمخزون - تحويل مواد من موقع الى موقع اخر - ضياع أو سرقة مواد من الموقع - بيع مواد زائدة عن حاجة الموقع (بربح ) - وجود مواد باقية بالموقع اخر السنة المالية ولم يتم استخدامها </li>\r\n <li>تكلفة أعمال مقاولي الباطن<br />\r\n الدفعات المقدمة لمقاول الباطن - مستخلصات مقاول الباطن والقيود الخاصة بها - تسجيل التامينات والضرائب الخاصة بمقاول الباطن</li>\r\n <li>تكلفة الأجور</li>\r\n <li>تكاليف غير مباشرة أخرى</li>\r\n</ol>\r\n\r\n<h4 dir=\"rtl\"><strong>رابعاً:- الاعتراف بالايرادات فى شركات المقاولات</strong></h4>\r\n\r\n<ol dir=\"rtl\">\r\n <li>تسجيل الايرادات</li>\r\n <li>مستخلصات المقاول العام والقيود الخاصة بها</li>\r\n <li>المعاملات بين العميل وشركة المقاولات.</li>\r\n <li>طرق حساب نسبة الانجاز وحالات عملية طبقا للمعيار</li>\r\n <li>أعمال تحت التنفيذ آخر المدة </li>\r\n <li>عرض قائمة استغلال العقود و المقاولات (قائمة الدخل)</li>\r\n <li>التعامل مع الارباح او الخسائر المحققة ( هل يتم توزيع الارباح المحققة فى قائمة الدخل بالكمال؟ )</li>\r\n</ol>\r\n\r\n<h4 dir=\"rtl\"><strong>خامساً : الحسابات التى يفتحها المقاول العام</strong></h4>\r\n\r\n<ol dir=\"rtl\">\r\n <li>حساب تكاليف المشروع .</li>\r\n <li>حساب العملاء.</li>\r\n <li>حساب الدفعات المقدمة من العملاء.</li>\r\n <li>حساب محجوز ضمان العملاء.</li>\r\n</ol>\r\n\r\n<h3 dir=\"rtl\"><strong>الفئات المستهدفة:</strong></h3>\r\n\r\n<ul dir=\"rtl\">\r\n <li>المحاسبون في شركات المقاولات </li>\r\n <li>والاشخاص المرشحون للعمل كمحاسبين في شركات المقاولات</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس تدريبي في محاسبة شركات المقاولات</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '0b054c9d160bb2ac9b192e3b895fa389.jpg', 'جميع الفئات ', 0),
(25, 3, 'كورس برنامج بيتش تري Peachtree - تدريب عملي', 1500, 18, 'كورس برنامج بيتش تري Peachtree - تدريب عملي', '<h2>نبذه عن كورس برنامج بيتش تري Peachtree - تدريب عملي</h2>\r\n\r\n<p>كورس تدريبي اونلاين في برنامج Peachtree والذي يعد واحدا من اهم البرامج المحاسبية المستخدمة فى الشركات متوسطة الحجم والصغيرة فى العديد من الدول العربية وذلك نظراً لانحفاض سعره بالمقارنة ببرامج آخرى ”الاوراكال و الساب” وبالاضافة الى ما يتميز اليه البرنامج من ادوات تساعد الادارة</p>\r\n\r\n<h2>تفاصيل ومحاور كورس برنامج بيتش تري Peachtree - تدريب عملي</h2>\r\n\r\n<p dir=\"rtl\">برنامج Peachtree واحد من اهم البرامج المحاسبية المستخدمة فى الشركات متوسطة الحجم والصغيرة فى العديد من الدول العربية وذلك نظراً لانحفاض ثمنه بالمقارنة ببرامج آخرى ”الاوراكال والساب” وبالاضافة الى ما يتميز به البرنامج من ادوات تساعد الادارة. فالبرنامج ذو واجهة باللغة الانجليزية يتيح لك تسجيل العمليات المحاسبية من فواتير بيع وشراء وقيود يومية ويقوم بترحيل البيانات أوتوماتيكياً لدفتر الأستاذ ويتم الحصول منه على الميزانية وقائمة الدخل وتقارير كثيرة جداً تفيد المحاسب فى عمله …</p>\r\n\r\n<p dir=\"rtl\"><strong>محاور البرنامج :</strong></p>\r\n\r\n<ul dir=\"rtl\">\r\n <li>Create a new company - كيفية انشاء شركة على البرنامج </li>\r\n <li>Beginning Balances - كيفيه تسجيل الارصدة الافتتاحية</li>\r\n <li>General journal entry - كيفيه التسجيل فى دفتر اليومية</li>\r\n <li>Vendors & Purchase  - كيفيه تسجيل الموردين وتعاملات الشراء :-\r\n <ul>\r\n  <li>purchases orders</li>\r\n  <li>enter bills</li>\r\n  <li>pay bills</li>\r\n  <li>electronic bill pay</li>\r\n  <li>write checks</li>\r\n  <li>void checks</li>\r\n  <li>credits and returns</li>\r\n  <li>reports</li>\r\n </ul>\r\n </li>\r\n <li>Inventory & Services  - كيفيه تسجيل البضائع والخدمات</li>\r\n <li>Customers & Sales - كيفيه تسجيل العملاء وتعاملات البيع :\r\n <ul>\r\n  <li>Quotes and proposals</li>\r\n  <li>Sales orders</li>\r\n  <li>Sales invoices</li>\r\n  <li>Receive money</li>\r\n  <li>Bank Deposits</li>\r\n  <li>Sales Tax </li>\r\n  <li>credits and returns</li>\r\n  <li>reports</li>\r\n </ul>\r\n </li>\r\n <li>Employees & Payroll - كيفية تسجيل الموظفين وقائمة الرواتب</li>\r\n <li>Financial Statements - كيفيه استخراج القوائم المالية</li>\r\n <li>Balance Sheet - قائمة المركز المالى</li>\r\n <li>Cash Flow - قائمة التدفقات النقدية</li>\r\n <li>Income Statement - قائمة الدخل</li>\r\n <li>Trial Balance - ميزان المراجعة</li>\r\n <li>General Ledger - الاستاذ العام</li>\r\n <li>User - كيفيه انشاء مستخدمين للبرنامج</li>\r\n</ul>\r\n\r\n<h2>إسأل موظفي خدمة العملاء عن الاعتمادات الاضافية التي يمكنك الحصول عليها مع كورس برنامج بيتش تري Peachtree - تدريب عملي</h2>\r\n\r\n<ul>\r\n <li>شهادة معتمدة من اكاديمية كامبريدج البريطانية</li>\r\n <li>American Institute of Professional Studies AIPS</li>\r\n <li>SOUTHWESTERN ACCREDITATION COUNCIL</li>\r\n</ul>\r\n', 'شهادة معتمدة ', '4e058bdafe674ec5346b412a694026cd.jpg', 'جميع الفئات ', 0),
(26, 13, 'السوشيال ميديا ', 2000, 60, 'اسباسيا', '<p>تيبتبيتبيت</p>\r\n', 'تتانان', 'b8118e283bb4b8a2183feb39b02bd7b8.jpg', 'باتبيتابت بتتبلت', 0);

-- --------------------------------------------------------

--
-- Table structure for table `sessions_reserve`
--

CREATE TABLE `sessions_reserve` (
  `sessions_reserve_id_pk` int(11) NOT NULL,
  `sessions_id_fk` int(11) NOT NULL,
  `sessions_reserve_name` varchar(255) NOT NULL,
  `gender` int(11) NOT NULL,
  `nationality` text NOT NULL,
  `number` text NOT NULL,
  `place_of_number` varchar(255) NOT NULL,
  `sessions_reserve_qualification` varchar(255) NOT NULL,
  `sessions_reserve_barth_place` varchar(255) NOT NULL,
  `sessions_reserve_email` varchar(255) NOT NULL,
  `sessions_reserve_phone` int(11) NOT NULL,
  `sessions_reserve_address` varchar(255) NOT NULL,
  `sessions_reserve_work` varchar(255) NOT NULL,
  `sessions_reserve_work_at` varchar(255) NOT NULL,
  `sessions_reserve_notes` text NOT NULL,
  `session_reserve_confirm` int(11) DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sessions_reserve`
--

INSERT INTO `sessions_reserve` (`sessions_reserve_id_pk`, `sessions_id_fk`, `sessions_reserve_name`, `gender`, `nationality`, `number`, `place_of_number`, `sessions_reserve_qualification`, `sessions_reserve_barth_place`, `sessions_reserve_email`, `sessions_reserve_phone`, `sessions_reserve_address`, `sessions_reserve_work`, `sessions_reserve_work_at`, `sessions_reserve_notes`, `session_reserve_confirm`) VALUES
(1, 0, '', 0, '', '', '', '', '', '', 0, '', '', '', '', 1),
(2, 3, 'هيام ', 0, '', '45775', '42327', 'للبابا', '24242', '', 2723737, '', '', '', '', 1),
(3, 2, 'محمد ', 1, 'ىلبتلت', '45775', '', '', '', 'e@UY', 46464, 'PHZG', 'TGJHDH', 'GFGFG ', '<p>FDFDGF </p>\r\n', 1);

-- --------------------------------------------------------

--
-- Table structure for table `slider`
--

CREATE TABLE `slider` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` varchar(255) NOT NULL,
  `img` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `slider`
--

INSERT INTO `slider` (`id`, `title`, `content`, `img`) VALUES
(3, ' دورات متنوعة ', 'مجالات التكنولوجيا والادارة والمالية ', 'a2f16f354d9bf30c5ef10f98df49c068.jpg'),
(4, 'تعلم معنا ', ' .... فإن العلم بلاحدود ', 'b33a71d71a67ff8017cb0d1fd19635bc.jpg'),
(5, 'من الواقع', 'بيئة تدريبية مجهزة ', '56c233692fcca89c62e7fe6272ab1816.jpg'),
(6, 'اقسام مختلفة للدورات ', ' رجال ونساء ', 'a60d0e7e8b912f800ecf8dbfb80b83eb.jpg'),
(7, 'مدربين متميزين', ' تدرب على يد مدربين متميزين', '29efc367e7b5298617a26d527afa29dd.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `start_end_course`
--

CREATE TABLE `start_end_course` (
  `id` int(11) NOT NULL,
  `course_id` int(11) NOT NULL,
  `trainer_id` int(11) NOT NULL,
  `student_id` int(11) NOT NULL,
  `start_date` text NOT NULL,
  `end_date` text NOT NULL,
  `hijri_start_date` text NOT NULL,
  `hijri_end_date` text NOT NULL,
  `date` text NOT NULL,
  `date_s` text NOT NULL,
  `group_id` text NOT NULL,
  `certificate_id` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `trainers`
--

CREATE TABLE `trainers` (
  `id` int(11) NOT NULL,
  `name` text NOT NULL,
  `img` text NOT NULL,
  `email` text NOT NULL,
  `phone` int(11) NOT NULL,
  `address` text NOT NULL,
  `cv` text NOT NULL,
  `pdf` text NOT NULL,
  `suspend` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `date_s` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `trainers_openions`
--

CREATE TABLE `trainers_openions` (
  `id_openion` int(11) NOT NULL,
  `trainer_id` varchar(255) NOT NULL,
  `trainer_logo` varchar(255) NOT NULL,
  `trainer_openion` text NOT NULL,
  `date_openion` int(11) NOT NULL,
  `date_s_openion` int(11) NOT NULL,
  `publisher_openion` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `trainers_openions`
--

INSERT INTO `trainers_openions` (`id_openion`, `trainer_id`, `trainer_logo`, `trainer_openion`, `date_openion`, `date_s_openion`, `publisher_openion`) VALUES
(1, 'Hany', 'a6768bdc856690adb91f1f2d1c245992.png', '<p dir=\"RTL\">أقدم لـ بلاحدود جزيل الشكر والتقدير والأحترام لجهودهم المبذوله في الدورات التدريبيه ولأنظمامي معهم في الماجستير المهني المصغر في ادارة الاعمال استفدت من معلومات ادارية واستراتيجية ممتازه في ادارة الاعمال سائلين الله تعالى بالتوفيق لهم من مدير للأكاديميه وموظفين ودكاترة ومهندسين</p>\r\n', 1495746000, 1495811715, 'admin'),
(2, 'Karem', 'b84678391daecc29d2d9ae5e811ebca0.png', '<p>أقدم لـ بلاحدود جزيل الشكر والتقدير والأحترام لجهودهم المبذوله في الدورات التدريبيه ولأنظمامي معهم في الماجستير المهني المصغر في ادارة الاعمال استفدت من معلومات ادارية واستراتيجية ممتازه في ادارة الاعمال سائلين الله تعالى بالتوفيق لهم من مدير للأكاديميه وموظفين ودكاترة ومهندسين</p>\r\n', 1495746000, 1495811791, 'admin'),
(3, 'Salah', '681822da0a9d5a619978f845a6fd8ed2.png', '<p>أقدم لـ بلاحدود جزيل الشكر والتقدير والأحترام لجهودهم المبذوله في الدورات التدريبيه ولأنظمامي معهم في الماجستير المهني المصغر في ادارة الاعمال استفدت من معلومات ادارية واستراتيجية ممتازه في ادارة الاعمال سائلين الله تعالى بالتوفيق لهم من مدير للأكاديميه وموظفين ودكاترة ومهندسين</p>\r\n', 1495746000, 1495811809, 'admin'),
(4, 'Ahmed', 'b9617b7be4dc3c9b8350489ee46c89a7.png', '<p>أقدم لـ بلاحدود جزيل الشكر والتقدير والأحترام لجهودهم المبذوله في الدورات التدريبيه ولأنظمامي معهم في الماجستير المهني المصغر في ادارة الاعمال استفدت من معلومات ادارية واستراتيجية ممتازه في ادارة الاعمال سائلين الله تعالى بالتوفيق لهم من مدير للأكاديميه وموظفين ودكاترة ومهندسين</p>\r\n', 1495746000, 1495811856, 'admin'),
(5, 'Eslam Sami ', '75b7a22d6a0a808a2cf08cefa3188a4c.png', '<p>أقدم لـ بلاحدود جزيل الشكر والتقدير والأحترام لجهودهم المبذوله في الدورات التدريبيه ولأنظمامي معهم في الماجستير المهني المصغر في ادارة الاعمال استفدت من معلومات ادارية واستراتيجية ممتازه في ادارة الاعمال سائلين الله تعالى بالتوفيق لهم من مدير للأكاديميه وموظفين ودكاترة ومهندسين</p>\r\n', 1495746000, 1495812065, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `user_id` int(11) NOT NULL,
  `user_name` varchar(400) NOT NULL,
  `user_username` varchar(255) NOT NULL,
  `user_pass` varchar(255) NOT NULL,
  `user_email` varchar(255) NOT NULL,
  `role_id_fk` int(11) NOT NULL,
  `doctor_id` int(11) NOT NULL,
  `user_phone` varchar(20) NOT NULL,
  `user_photo` varchar(255) NOT NULL DEFAULT 'user.png'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `user_name`, `user_username`, `user_pass`, `user_email`, `role_id_fk`, `doctor_id`, `user_phone`, `user_photo`) VALUES
(1, 'admin', 'admin', 'adcd7048512e64b48da55b027577886ee5a36350', 'heshamtatawy@gmail.com', 1, 0, '01099942304', 'user.png');

-- --------------------------------------------------------

--
-- Table structure for table `videos`
--

CREATE TABLE `videos` (
  `id` int(11) NOT NULL,
  `course_id_fk` int(11) NOT NULL,
  `title` varchar(300) NOT NULL,
  `vid` varchar(300) NOT NULL,
  `type` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `videos`
--

INSERT INTO `videos` (`id`, `course_id_fk`, `title`, `vid`, `type`) VALUES
(1, 1, 'احتراف التسويق', 'mXs7FYOCinE', 2),
(2, 4, 'تصميم الفيديو ', 'PxciE2183EQ', 2),
(3, 7, 'SEO', '4-7OcqR506Y', 2),
(4, 1, 'كورس التسويق الاليكترونى', 'OplfJrMzICg', 2),
(5, 1, 'كورس التسويق الاليكترونى', 'yAYgXmZPY7M', 2),
(6, 2, 'دبلوم تصميم الجرافيك', 'J0kKp-pCJgI', 2),
(7, 2, 'دبلوم تصميم الجرافيك', 'FgtjOIjdxWk', 2),
(8, 2, 'دبلوم تصميم الجرافيك', '2o3_bMsWP_A', 2),
(9, 2, 'دبلوم تصميم الجرافيك', 'TnSQlQr8oQs', 2),
(10, 3, ' تصميم المواقع', 'uPAufud6hzA', 2),
(11, 3, ' تصميم المواقع', 'CSQSTNcxXFA', 2),
(12, 3, ' تصميم المواقع', 'w1a-mSKfS0w', 2),
(13, 4, 'تصميم المواقع', 'kFMnmhXM70E', 2),
(14, 4, 'تصميم المواقع', 't0yZJ-smyqQ', 2),
(15, 5, 'كيف تبدأ مشروعك الخاص', 'aurUfU2mQQs', 2),
(16, 5, 'كيف تبدأ مشروعك الخاص', 'aurUfU2mQQs', 2),
(17, 5, 'كيف تبدأ مشروعك الخاص', 'KCIWZIB_rUw', 2),
(18, 7, 'SEO', 'CDcb1gYL1mU', 2),
(19, 7, 'SEO', 'vRy2xqBUdQw', 2),
(20, 6, 'اشهار المواقع seo', 'fQ9_UqmS5Bw', 2),
(21, 6, 'اشهار المواقع seo', 'jMbo-UWetck', 2),
(22, 6, 'اشهار المواقع seo', '4-7OcqR506Y', 2);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about`
--
ALTER TABLE `about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `advertising`
--
ALTER TABLE `advertising`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `albums`
--
ALTER TABLE `albums`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `albums_img`
--
ALTER TABLE `albums_img`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `ci_sessions`
--
ALTER TABLE `ci_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `ci_sessions_timestamp` (`timestamp`);

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course`
--
ALTER TABLE `course`
  ADD PRIMARY KEY (`course_id_pk`);

--
-- Indexes for table `courses_reserve`
--
ALTER TABLE `courses_reserve`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `course_confirm`
--
ALTER TABLE `course_confirm`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `diffrent_tables`
--
ALTER TABLE `diffrent_tables`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fields`
--
ALTER TABLE `fields`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `groups`
--
ALTER TABLE `groups`
  ADD PRIMARY KEY (`group_id`);

--
-- Indexes for table `main_company_data`
--
ALTER TABLE `main_company_data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offers`
--
ALTER TABLE `offers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offers_reserve`
--
ALTER TABLE `offers_reserve`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`page_id`);

--
-- Indexes for table `register`
--
ALTER TABLE `register`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`role_id_pk`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`sessions_id_pk`);

--
-- Indexes for table `sessions_reserve`
--
ALTER TABLE `sessions_reserve`
  ADD PRIMARY KEY (`sessions_reserve_id_pk`);

--
-- Indexes for table `slider`
--
ALTER TABLE `slider`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `start_end_course`
--
ALTER TABLE `start_end_course`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `trainers`
--
ALTER TABLE `trainers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `trainers_openions`
--
ALTER TABLE `trainers_openions`
  ADD PRIMARY KEY (`id_openion`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`user_id`),
  ADD UNIQUE KEY `admin_user` (`user_username`,`user_email`),
  ADD KEY `user_phone` (`user_phone`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about`
--
ALTER TABLE `about`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `advertising`
--
ALTER TABLE `advertising`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `albums`
--
ALTER TABLE `albums`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `albums_img`
--
ALTER TABLE `albums_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `course`
--
ALTER TABLE `course`
  MODIFY `course_id_pk` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;
--
-- AUTO_INCREMENT for table `courses_reserve`
--
ALTER TABLE `courses_reserve`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `course_confirm`
--
ALTER TABLE `course_confirm`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `diffrent_tables`
--
ALTER TABLE `diffrent_tables`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `fields`
--
ALTER TABLE `fields`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `groups`
--
ALTER TABLE `groups`
  MODIFY `group_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;
--
-- AUTO_INCREMENT for table `main_company_data`
--
ALTER TABLE `main_company_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `offers`
--
ALTER TABLE `offers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `offers_reserve`
--
ALTER TABLE `offers_reserve`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `page_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=104;
--
-- AUTO_INCREMENT for table `register`
--
ALTER TABLE `register`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `role_id_pk` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `sessions`
--
ALTER TABLE `sessions`
  MODIFY `sessions_id_pk` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;
--
-- AUTO_INCREMENT for table `sessions_reserve`
--
ALTER TABLE `sessions_reserve`
  MODIFY `sessions_reserve_id_pk` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `slider`
--
ALTER TABLE `slider`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `start_end_course`
--
ALTER TABLE `start_end_course`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `trainers`
--
ALTER TABLE `trainers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `trainers_openions`
--
ALTER TABLE `trainers_openions`
  MODIFY `id_openion` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
